{
    "11": "1. 스포츠 교육의 발전 과정\n1. 19세기 초·중반\n   ① 신체 교육 및 체조 중심의 교육: 민족주의적 유럽식 체조 체육과 신체적·도덕적 혜택 및 건강상의 이익을 강조하는 미국식 체조 체육으로 구분\n   ② 건강 중심적 기독교주의\n      - 산업과 도시의 발달로 청교도주의의 영향력 축소\n      - 종교, 스포츠, 건강을 하나로 통합시켜 새로운 시민 종교로 탄생함\n   ③ 이상적인 남성상과 여성상\n      - 체육에 대한 남성 중심의 폐쇄적인 고정 관념이 일반적이었고, 미국이 강대국이 되려면 남성이 좀 더 남성다워져야 한다고 생각함\n      - 여성의 미덕으로 동정심, 순결, 복종, 가정 중심적 사고방식 등을 강조함",
    "12": "1. 스포츠 교육의 발전 과정\n2. 19세기 후반부터 20세기 초반\n   ① 아마추어리즘과 페어플레이 정신\n      - 19세기 후반 스포츠가 부흥하자 아마추어리즘과 페어플레이 정신을 구현함\n      - 1896년 제1회 올림픽에서 아마추어리즘과 페어플레이 정신을 명확하게 보여 줌\n   ② 신체육\n      - 신체의 교육에서 신체를 통한 교육으로 전환\n      - 미국 진보주의 교육 운동의 대표적인 학자 존 듀이(John Dewey)는 교육이 지적, 도덕적, 신체적 결과를 제공한다고 주장함\n   ③ 유럽의 교육사상\n      - 루소(Rousseau): 개인이 완전한 자유 속에서 성장할 수 있도록 도와주는 자연주의 교육 프로그램을 주장함\n      - 바제도우(Basedow): 독일에 '박애학교'를 설립하고 루소의 자연주의 철학을 실현함\n      - 페스탈로치(Pestalozzi): 경험 학습을 이용하고 신체 훈련을 중요한 교육 내용으로 포함함\n      - 프뢰벨(Fröbel): 스포츠와 게임은 아동의 신체 능력과 지력, 성격 함양에 공헌한다고 주장함\n   ④ 놀이가 철학적 개념과 교육 이론의 대상으로 자리 잡음\n      - 20세기 초 미국에서 만연한 '놀이터 증가 운동'\n      - YMCA와 기독교 청년회 단체들이 스포츠와 체력 증강 운동을 광범위하게 채택함\n   ⑤ 체육 교육 철학을 형성하기 시작\n      - 체육 교육 철학은 약 50년간 체육의 전 분야에 지배적인 영향을 미침\n      - 체육이 청소년의 성장에 중요한 역할을 한다고 믿어 학교에 체육 과목을 포함시켜야 한다고 생각함\n",
    "13": "1. 스포츠 교육의 발전 과정\n3. 20세기 중반 이후 (기출 문제: 2021/2016)\n1. 휴먼 무브먼트(Human Movement)와 움직임 교육 (1950년대 이후)\n- 1948년 라반은 '현대 교육 무용'에서 휴먼 무브먼트 철학의 이론적 기초를 서술하였으며, 이는 대학과 초·중·고 체육 교과 개선의 기초 역할을 함. 결과적으로 체육 학문과 운동 발달의 초석이 됨.\n- 움직임 교육의 교육 과정은 교육 체조, 교육 무용, 교육 게임으로 나뉘며, 교육 방법으로 탐색과 발견이 활용됨.\n2. 인간주의 체육 교육과 학문화 운동 (1960년대 이후)\n- 헬리슨: 인간주의적 체육 교육은 인간 중심 체육 교육을 위한 이론적 기초를 제공함.\n- 학교 체육의 주 목표로 인성 발달, 자기 표현력 강화, 대인 관계 개선 등을 강조.\n- 1964년 헨리 교수: 미국 캘리포니아 대학에서 체육을 학문 영역으로 만들기 위한 노력을 시작하였고, 1960년대 말 미국체육학회는 체육학의 세부 학문을 체육 철학 및 체육사, 체육 행정 및 관리학, 운동생리학, 생체 역학, 스포츠심리학 및 사회학, 체육 교육 과정 등 6개 부문으로 구분하고 연구함.\n- 체육의 이미지 변화: 신체를 통한 교육에서 이론적 연구 중심 학문으로 변화함.\n3. 놀이 교육과 스포츠 교육 (1970년대 이후)\n- 놀이 교육: 아이들이 운동 기술을 익히고, 신체 활동에 대한 애정을 키우게 돕는 것을 목표로 함.\n- 스포츠 교육: 아이들에게 스포츠 기술, 지식, 태도를 가르쳐 스스로 스포츠를 즐기고 참여하며 건전한 스포츠 문화에 적극적으로 기여하도록 돕는 것을 목표로 함.\n 4. 신체 운동학 (1990년대 이후)\n- 현재의 스포츠 교육은 신체 활동을 교육 내용으로 삼아 스포츠 교육의 목적과 내용을 확장하고 있음.\n- 신체 운동은 골격근을 통한 신체 움직임으로 일상생활, 스포츠, 운동, 게임, 무용 등을 포함함.\n",
    "14": "1. 스포츠 교육의 정의\n   - 광의적 의미: 신체 활동을 넘어 실행 가능한 건강 영역과 건강 습관까지 확장하는 것을 목표로 하는 교육.\n   - 협의적 의미: 신체 활동을 통해 인간의 가능성을 이끌어내고 지속적으로 변화시키는 교육.\n2. 스포츠 교육학의 연구 범위\n   - 체육 교사(지도자) 교육\n   - 체육 교수(수업) 방법\n   - 체육 교육 과정(프로그램)\n",
    "15": "2. 스포츠 교육의 실천 영역\n(1) 학교 체육\n① 체육 교과\n㉠ 국가 수준 체육과 교육 과정에서 활동의 목표와 내용, 방법과 평가를 제시\n㉡ 모든 학생들이 체육 수업을 통해 다양한 학습을 경험하도록 하는 교육\n② 비교과 체육 활동\n학생들이 다양한 스포츠 활동을 경험하며 건강 및 인성의 발달을 도모할 수 있도록 방과 후 체육 활동(스포츠 활동), 토요 스포츠 데이 활동 등을 제공\n(2) 생활체육\n① 스포츠의 교육적 측면과 목표 달성보다는 신체적·정신적 건강과 여가 생활을 위해 개인의 선택에 따라 참여하는 스포츠 활동\n② 참여자들은 다양한 스포츠 활동을 통해 삶의 질 향상을 추구\n(3) 전문 체육\n① 전문 운동선수와 지도자를 양성하기 위한 체육\n② 경기력을 향상시키기 위해 경기 활동에 참여하며, 국가의 위상을 높이고 국민 통합과 단결력을 강화\n",
    "21": "「스포츠 기본법」\n제3조(정의) 이 법에서 사용하는 용어의 뜻은 다음과 같습니다.\n1. \"스포츠\"란 건강한 신체를 기르고 건전한 정신을 함양하며 질 높은 삶을 위해 자발적으로 행하는 신체 활동을 기반으로 한 사회 문화적 행태를 말하며, 「국민체육진흥법」 제2조 제1호에 따른 체육을 포함합니다.\n2. \"전문 스포츠\"란 「국민체육진흥법」 제2조 제4호에 따른 선수(이하 \"선수\"라 함)가 행하는 스포츠 활동을 말합니다.\n3. \"생활 스포츠\"란 건강과 체력 증진을 위해 자발적이고 일상적으로 행하는 스포츠 활동을 말합니다.\n4. \"장애인 스포츠\"란 장애인이 참여하는 스포츠 활동(생활 스포츠와 전문 스포츠를 포함)을 말합니다.\n5. \"학교 스포츠\"란 「유아교육법」 제2조 제2호에 따른 유치원 및 「초·중등 교육법」 제2조와 「고등 교육법」 제2조에 따른 학교에서 이루어지는 스포츠 활동(학교 과정 외의 스포츠 활동과 「국민체육진흥법」 제2조 제8호에 따른 운동 경기부의 스포츠 활동을 포함)을 말합니다.\n6. \"스포츠 산업\"이란 스포츠와 관련된 재화와 서비스를 통해 부가 가치를 창출하는 산업을 말합니다.\n7. \"스포츠 클럽\"이란 회원의 정기적인 체육 활동을 위해 「스포츠 클럽법」 제6조에 따라 등록하고, 지역 사회의 체육 활동 진흥을 위해 운영되는 법인 또는 단체를 말합니다.\n제7조(스포츠 정책 수립·시행의 기본 원칙) 국가와 지방자치단체는 스포츠 관련 정책을 수립하고 시행할 때 다음 사항을 충분히 고려해야 합니다.\n1. 스포츠권을 보장할 것\n2. 스포츠 활동을 존중하고 사회 전반에 확산되도록 할 것\n3. 국민과 국가의 스포츠 역량을 높이기 위한 여건을 조성하고 지원할 것\n4. 스포츠 활동 참여와 스포츠 교육의 기회를 확대할 것\n5. 스포츠의 가치를 존중하고 스포츠의 역동성을 높일 것\n6. 스포츠 활동과 관련된 안전사고를 방지할 것\n7. 스포츠의 국제 교류·협력을 증진할 것\n",
    "22": "학교체육 진흥법\n제1조(목적) 이 법은 학생의 체육 활동 강화 및 학교 운동부 육성 등 학교 체육 활성화를 위해 필요한 사항을 정하여, 학생들이 건강하고 균형 잡힌 신체와 정신을 갖도록 하는 데 기여하는 것을 목적으로 합니다.\n제2조(정의) 이 법에서 사용하는 용어의 뜻은 다음과 같습니다.\n1. \"학교 체육\"이란 학교에서 학생을 대상으로 이루어지는 체육 활동을 말합니다.\n2. \"학교\"란 「유아교육법」 제2조 제2호에 따른 유치원 및 「초·중등 교육법」 제2조에 따른 학교를 말합니다.\n3. “학교 운동부”란 학생 선수로 구성된 학교 내 운동부를 말합니다.\n4. “학생 선수”란 학교 운동부에 소속되어 운동하는 학생이나 「국민 체육 진흥법」 제33조와 제34조에 따른 체육 단체에 등록되어 선수로 활동하는 학생을 말한다.\n5. '학교 스포츠 클럽': 같은 학교 학생들로 이루어져, 학교에서 운영하는 체육 클럽\n6. '학교 운동부 지도자': 학교에 소속되어 학생 운동부를 지도하고 감독하는 사람\n7. '스포츠 강사': 초·중등 교육법 제2조 제2호에 근거하여 초등학교에서 정규 체육 수업을 보조하고, 학교 스포츠 클럽을 지도하는 체육 전문 강사\n8. '학교 체육 진흥원': 학교 체육 발전을 위한 연구와 정책 개발, 연수 등을 담당하는 조직\n제6조(학교체육 진흥의 조치 등)\n① 학교의 장은 학생의 체력증진과 체육활동 활성화를 위하여 다음 각 호의 조치를 취하여야 한다.\n1. 체육교육과정 운영 충실 및 체육수업의 질 제고\n2. 제8조에 따른 학생건강체력평가 및 제9조에 따라 비만 판정을 받은 학생에 대한 대책\n3. 제10조에 따른 학교스포츠클럽 및 제11조에 따른 학교운동부 운영\n4. 학생선수의 학습권 보장 및 인권보호\n5. 여학생 체육활동 활성화\n6. 유아 및 장애학생의 체육활동 활성화\n7. 학교체육행사의 정기적 개최\n8. 학교 간 경기대회 등 체육 교류활동 활성화\n9. 교원의 체육 관련 직무연수 강화 및 장려\n10. 그 밖에 학교체육 활성화를 위하여 필요한 사항\n② 학교의 장은 제1항에 따른 조치를 시행하기 위하여 필요한 경비를 학교 예산의 범위에서 확보하여야 한다.\n③ 교육부장관과 교육감은 제1항에 따른 조치가 적절하게 취하여지고 있는지를 대통령령으로 정하는 바에 따라 주기적으로 감독하여야 한다.\n학교의 장은 이러한 조치를 시행하기 위해 필요한 경비를 학교 예산 내에서 확보해야 하며, 교육부 장관과 교육감은 이러한 조치가 적절히 실시되는지를 주기적으로 감독해야 합니다.\n제7조(학교 체육 시설의 설치 등):\n국가 및 지방자치단체는 학생 체육 활동에 필요한 시설을 확충해야 하며, 학교의 장은 학생 체육 활동 진흥을 위한 교재, 기자재 및 용품 등을 확보해야 합니다. 또한, 인권 침해 방지를 위해 학교 체육 시설에 고정형 영상정보처리기기를 설치·관리할 수 있습니다.\n제9조(건강 체력 교실 운영):\n학교의 장은 건강 체력 증진을 위해 저체력 또는 비만 판정을 받은 학생을 대상으로 건강 체력 교실을 운영해야 합니다.\n제10조(학교 스포츠 클럽 운영):\n1. 학교의 장은 학생들에게 신체 활동 참여 기회를 제공하기 위해 학교 스포츠 클럽을 운영하여야 한다.\n2. 학교의 장은 제1항에 따라 학교 스포츠 클럽을 운영하는 경우 학교 스포츠 클럽 전담 교사를 지정해야 합니다.\n3. 교사에게는 예산 범위 내에서 지도를 위한 수당을 지급해야 합니다.\n④ 학교장은 학교 스포츠 클럽 활동의 내용을 학교생활 기록부에 기록하여, 상급 학교 진학 시 활용할 수 있도록 해야 한다.\n⑤ 학교장은 교육부령에 따라 일정 비율 이상의 학교 스포츠 클럽을 여학생들이 선호하는 종목으로 운영해야 한다.\n제11조(학교 운동부 운영 등)\n① 학교장은 학생 선수가 일정 수준의 학력 기준(이하 \"최저 학력\"이라 한다)에 도달하지 못한 경우, 교육부령에 따라 경기대회 참가를 허용해서는 안 된다. 다만, 「초·중등교육법」 제2조 제3항에 따라 고등학교 또는 이에 준하는 학교에 재학 중인 학생 선수가 제2항에 따른 기초 학력 보장 프로그램을 이수한 경우에는 참가를 허용할 수 있다.\n② 학교장은 최저 학력에 도달하지 못한 학생 선수에게 별도의 기초 학력 보장 프로그램을 제공해야 한다.\n③ 최저 학력의 기준 및 실시 시기에 필요한 사항, 기초 학력 보장 프로그램의 운영 등에 필요한 사항은 교육부령으로 정한다.\n④ 학교장은 학생 선수의 학습권 보장 및 신체적·정서적 발달을 위해 학기 중 상시 합숙 훈련이 없는 방향으로 노력해야 한다. 단, 경기대회 참가를 위해 부득이하게 합숙 훈련을 실시하는 경우, 학생 선수의 안전 및 인권 보호를 위한 조치를 취해야 한다.\n⑤ 학교장은 먼 곳에서 통학하는 학생 선수를 위해 기숙사를 운영할 수 있다. 이 경우 필요한 사항은 교육부령으로 정한다.\n⑥ 학교장은 학교 운동부 관련 후원금을 「초·중등교육법」 제30조의2에 따라 설치된 학교회계에 편입시켜 운영해야 한다.\n⑦ 국가 및 지방 자치단체는 학교 운동부 운영과 관련된 경비를 예산 범위 내에서 지원할 수 있다.\n제12조(학교 운동부 지도자)\n① 학교장은 학생 선수의 훈련과 지도를 위해 학교 운동부에 지도자(이하 \"학교 운동부 지도자\"라 한다)를 둘 수 있다.\n② 국가는 학교 운동부 지도자의 자질 향상 및 전문성 강화를 위해 연수 교육 계획을 수립하고, 이를 실시해야 한다. 이 경우, 연수 교육을 관련 단체에 위탁할 수 있다.\n③ 국가 및 지방 자치단체는 학교 운동부 지도자의 급여에 필요한 경비 지원에 노력해야 하며, 학교장은 학교 운동부 지도자 임용에 필요한 경비를 「초·중등교육법」 제30조의2에 따라 설치된 학교 회계에 반영하여 집행해야 한다.\n④ 학교장은 학교 운동부 지도자가 학생 선수의 학습권을 박탈하거나, 폭력, 금품 및 향응 수수 등 부적절한 행위를 한 경우, 학교 운영위원회의 심의를 거쳐 계약을 해지할 수 있다.\n⑤ 교육감은 학교 운동부 지도자의 지도 등을 위해 학교 운동부 지도자 관리위원회를 설치한다.\n⑥ 교육감은 제4항의 사유 외에 학교장이 부당하게 학교 운동부 지도자를 계약 해지한 경우, 학교 운동부 지도자 관리위원회의 심의를 거쳐 관련 계약 해지를 철회할 수 있다.\n⑦ 그 외 학교 운동부 지도자의 자격 기준, 임용, 급여, 신분, 직무 등에 필요한 사항은 대통령령으로 정한다.\n제12조의2(도핑 방지 교육)\n① 국가와 지방 자치단체는 「국민 체육진흥법」 제2조 제10호에 따른 도핑을 방지하기 위해 학생 선수와 학교 운동부 지도자를 대상으로 도핑 방지 교육을 실시해야 한다.\n② 제1항에 따른 도핑 방지 교육의 방법 및 절차 등에 필요한 사항은 대통령령으로 정한다.\n제12조의3 (스포츠 분야 인권 교육 등)\n① 국가 및 지방자치단체는 학생선수의 인권 보호를 위해 학생선수와 학교운동부 지도자를 대상으로 스포츠 분야의 인권 교육을 실시해야 합니다.\n② 국가 및 지방자치단체는 학생선수에 대한 폭력이나 성폭력 등 인권침해가 발생할 경우, 학생선수와 학교운동부 지도자를 대상으로 심리 치료 및 안전 조치를 해야 합니다.\n③ 제1항 및 제2항의 스포츠 분야 인권 교육, 심리 치료 및 안전 조치 등에 관한 사항은 대통령령으로 정합니다.\n제13조 (스포츠 강사의 배치)\n① 국가 및 지방자치단체는 학생들의 체육 수업에 대한 흥미 제고 및 체육 활동 활성화를 위해 「초·중등교육법」 제2조 제2호에 따른 초등학교에 스포츠 강사를 배치할 수 있습니다.\n② 제1항에 따른 스포츠 강사의 자격 기준 및 임용 등에 필요한 사항은 대통령령으로 정합니다.\n제13조의2 (여학생 체육 활동 활성화 지원)\n① 교육부 장관은 여학생의 체육 활동 활성화에 필요한 기본 지침을 마련하여 교육감 및 학교장에게 통보해야 하며, 학교장은 기본 지침에 따라 매년 여학생 체육 활동 활성화 계획을 수립·시행해야 합니다.\n② 교육부 장관은 제1항에 따른 계획의 수립 및 시행을 평가하고, 그 평가 결과를 반영하여 「지방교육재정교부금법」에 따른 교부금을 대통령령에 따라 특별히 지원할 수 있습니다.\n③ 국가 및 지방자치단체는 여학생의 체육활동 활성화를 지원하는 데 필요한 시설을 갖추어야 합니다.\n④ 교육부 장관은 여학생 체육 활동의 활성화를 지원하기 위해 체육 교재, 기자재, 용품 등의 확보 기준을 따로 정해야 합니다.\n⑤ 제2항에 따른 평가 방법 및 항목 등 필요한 사항은 교육부령으로 정합니다.\n제14조 (유아 및 장애 학생 체육 활동 지원)\n① 국가 및 지방자치단체는 「유아교육법」 제8조에 따라 설립된 유치원에 재원 중인 유아 및 「장애인 등에 대한 특수교육법」 제17조에 따라 일반 학교 또는 특수 학교에 배치된 특수 교육 대상자에 대해 적절한 체육 활동 프로그램을 운영해야 합니다.\n② 유치원의 장 및 학교장은 제1항에 따른 체육 활동 프로그램의 운영을 대통령령으로 정하는 관련 단체 및 「고등교육법」 제2조 제1호에 따른 대학의 체육 관련 학과 등에 위탁할 수 있습니다.\n",
    "23": "학교 체육 진흥법 시행령\n제3조 (학교 운동부 지도자의 자격 기준 등)\n① 학교의 장은 법 제12조 제7항에 따라 「국민체육진흥법」 제2조 제6호에 따른 체육 지도자 중에서 학교 운동부 지도자를 임용할 수 있습니다. 학교 운동부 지도자의 급여는 학교의 장이 지도경력과 실적을 고려하여 정합니다.\n② 학교 운동부 지도자는 다음과 같은 직무를 수행합니다:\n1. 학생선수에 대한 훈련 계획 작성, 지도 및 관리\n2. 학생선수의 각종 대회 출전 지원 및 인솔\n3. 훈련 및 각종 대회 출전 시 학생선수의 안전관리\n4. 경기력 분석 및 훈련일지 작성\n5. 훈련장의 안전관리\n④ 학교의 장은 학교 운동부 지도자를 재임용할 때 다음의 사항을 평가한 후 그 결과에 따라 재임용 여부를 결정해야 합니다.\n제3항의 각 호에 따른 직무 수행 실적\n2. 근무 태도\n3. 학교 운동부 운영 성과\n4. 학생 선수의 학습권 및 인권 침해 여부\n제4조(스포츠 강사의 자격 기준 등)\n1. 초등학교의 장은 법 제13조 제2항에 따라 「국민 체육 진흥법」 제2조 제6호에 따른 체육 지도자 중에서 스포츠 강사를 임용할 수 있다.\n2. 초등학교의 장은 스포츠 강사를 1년 단위로 계약하여 임용할 수 있다.\n3. 초등학교의 장은 스포츠 강사를 재임용할 때, 다음 각 호에 해당하는 사항을 평가한 후 그 결과에 따라 재임용 여부를 결정해야 한다.\n1. 강사로서의 자질\n2. 근무 태도\n3. 학생의 만족도\n",
    "24": "1. 국민체육진흥법\n제1조(목적) 이 법은 국민 체육을 진흥하여 국민의 체력을 증진하고, 체육 활동으로 연대감을 높이며, 공정한 스포츠 정신으로 체육인의 인권을 보호하며, 국민의 행복과 자긍심을 높여 건강한 공동체의 실현에 기여하는 것을 목적으로 합니다.\n제2조(정의) 이 법에서 사용하는 용어의 뜻은 다음과 같습니다.\n1. \"체육\"이란 운동 경기·야외 운동 등 신체 활동을 통해 건전한 신체와 정신을 기르며 여가를 선용하는 것을 말합니다.\n2. \"전문 체육\"이란 선수들이 행하는 운동 경기 활동을 의미합니다.\n3. \"생활 체육\"이란 건강과 체력 증진을 위해 행하는 자발적이고 일상적인 체육 활동을 말합니다.\n4. \"선수\"란 경기 단체에 선수로 등록된 자를 의미합니다.\n4의2. \"국가대표 선수\"란 대한체육회, 대한장애인체육회 또는 경기 단체가 국제 경기 대회(친선 경기 대회는 제외)에 우리나라의 대표로 파견하기 위해 선발·확정한 사람을 말합니다.\n5. \"학교\"란 「초·중등 교육법」 제2조 및 「고등교육법」 제2조에 따른 학교를 의미합니다.\n6. \"체육 지도자\"란 학교·직장·지역 사회 또는 체육 단체 등에서 체육을 지도할 수 있도록 이 법에 따라 다음 각 목의 어느 하나에 해당하는 자격을 취득한 사람을 말합니다.\n가. 스포츠지도사\n나. 건강운동관리사\n다. 장애인 스포츠지도사\n라. 유소년 스포츠지도사\n마. 노인 스포츠지도사\n7. \"체육 동호인 조직\"이란 같은 생활체육 활동에 지속적으로 참여하는 사람들의 모임을 말합니다.\n8. \"운동 경기부\"란 선수로 구성된 국가, 지방자치단체, 학교나 직장 등의 운동부를 의미합니다.\n9. \"체육 단체\"란 체육과 관련된 활동이나 사업을 목적으로 설립된 다음 각 목의 어느 하나에 해당하는 법인이나 단체를 의미합니다.\n가. 제5장에 따른 대한체육회, 시·도체육회 및 시·군·구체육회(이하 \"지방체육회\"라 합니다), 대한장애인체육회, 시·도장애인체육회 및 시·군·구장애인체육회(이하 \"지방장애인체육회\"라 합니다), 한국도핑방지위원회, 서울올림픽기념국민체육진흥공단\n- 나. 제11호에 따른 경기 단체\n- 다. 「태권도 진흥 및 태권도 공원 조성 등에 관한 법률」 제19조에 따른 국기원과 제20조에 따른 태권도진흥재단\n- 라. 「전통무예 진흥법」 제5조에 따른 전통 무예 단체\n- 마. 「스포츠 산업 진흥법」 제20조에 따른 사업자 단체\n- 바. 「체육시설의 설치·이용에 관한 법률」 제34조에 따른 체육시설업협회\n- 사. 국내외 대회 개최를 위해 설립된 대회 조직위원회\n- 아. 기타 체육 활동 법인 또는 단체\n10. \"도핑\"이란\n선수의 경기 성능을 향상시키기 위해 문화체육관광부 장관이 고시한 금지 목록에 있는 약물 또는 방법을 복용하거나 사용하는 것을 의미합니다.\n11. \"경기 단체\"란\n특정 종목의 활동 및 사업을 목적으로 설립되며, 대한체육회나 대한장애인체육회에 가입된 법인이나 단체, 또는 문화체육관광부 장관이 지정한 프로 스포츠 단체를 의미합니다.\n11의2. \"스포츠 비리\"란\n체육의 공정성을 저해하는 행위로,\n- 가. 체육 단체 운영 시 발생하는 회계 부정, 배임, 횡령 및 뇌물 수수 등 단체의 투명하고 민주적인 운영을 방해하는 행위\n- 나. 경기 중 발생하는 승부 조작, 편파 판정 등 공정한 경기 운영을 방해하는 행위를 말합니다.\n12. \"체육진흥투표권\"이란\n경기 결과를 맞힌 이에게 상금을 주는 투표표로, 투표 방법 및 금액과 그 밖에 대통령령으로 정하는 사항이 명시된 것을 뜻합니다.\n제8조(지방 체육의 진흥)\n1. 지방 자치 단체는 지역 주민의 건강과 체력 증진을 위해 건전한 체육 활동을 일상화할 수 있도록 시설 등을 조성하고 지원해야 합니다.\n2. 지방 자치 단체는 행정 구역 단위로 매년 1회 이상 체육 대회를 직접 개최하거나 체육 단체가 개최하도록 지원해야 합니다.\n3. 지방 자치 단체는 직장인 체육 대회를 매년 1회 이상 개최해야 합니다.\n제10조(직장 체육의 진흥)\n1. 국가와 지방 자치 단체는 직장 체육 진흥에 필요한 정책을 마련해야 합니다.\n2. 직장의 책임자는 법률에 따라 체육 동호회 조직과 체육진흥관리위원회를 설치하는 등 직장인의 체력 증진과 체육 활동 촉진을 위한 조치를 취해야 합니다.\n3. 대통령령으로 정하는 직장에는 직장인의 체력 증진과 체육 활동 지도·육성을 위해 체육 지도자를 둘 필요가 있습니다.\n4. 공공기관과 대통령령으로 정하는 직장에는 종목별 운동 경기부를 설치·운영하고 체육 지도자를 배치해야 합니다.\n5. 직장 체육 관련 업무는 시장·군수·구청장이 지도·감독합니다.\n제11조(체육 지도자의 양성)\n1. 국가는 국민 체육 진흥을 위해 체육 지도자의 양성과 자질을 향상시키기 위한 정책을 마련해야 합니다.\n2. 문화체육관광부 장관은 대통령령으로 정한 자격 요건을 갖춘 사람으로써 자격 검정에 합격하고 연수 과정을 이수한 사람에게 체육 지도자 자격증을 발급합니다. 단, 학교 체육 교사 및 특정 프로 스포츠 선수 등에게는 일부 자격 검정이나 연수 과정을 면제할 수 있습니다.\n③ 연수 과정에는 다음과 같은 스포츠 윤리 교육이 포함되어야 합니다:\n1. 성폭력 등 폭력 예방 교육\n2. 스포츠 비리 및 체육계 인권침해 예방 교육\n3. 도핑 방지 교육\n4. 그 외 체육의 공정성 확보와 체육인의 인권 보호를 위해 문화체육관광부가 정한 교육\n④ 자격 검정이나 연수를 받거나 자격증을 발급 또는 재발급 받으려는 사람은 문화체육관광부가 정한 바에 따라 수수료를 납부해야 합니다.\n⑤ 체육 지도자의 종류, 등급, 검정 및 자격 부여에 필요한 사항은 대통령령으로 정합니다.\n체육 지도자의 결격 사유:\n제11조의5: 다음 중 하나에 해당하는 사람은 체육 지도자가 될 수 없습니다.\n1. 피성년후견인\n2. 금고 이상의 형을 선고받고 집행이 종료되거나 면제된 날로부터 2년이 지나지 않은 사람\n3. 금고 이상의 형의 집행 유예를 선고받고 유예 기간 중인 사람\n4. 다음의 죄를 저지른 사람으로서, 금고 이상의 형 또는 치료감호를 선고받고 그 집행 종료 또는 유예·면제된 날로부터 20년이 지나지 않았거나 벌금형 확정 후 10년이 지나지 않은 사람:\n   가. 「성폭력 범죄의 처벌 등에 관한 특례법」에 따른 성폭력 범죄\n   나. 「아동·청소년의 성보호에 관한 법률」에 따른 아동·청소년 대상 성범죄\n5. 선수 대상으로 「형법」에 따라 상해와 폭행의 죄를 저지른 체육 지도자로서(제12조 제1항에 따라 자격이 취소된 사람 포함), 금고 이상의 형을 선고받고 그 집행이 종료되거나 유예·면제된 날로부터 10년이 지나지 않은 사람\n6. 제12조 제1항에 따라 자격이 취소되거나, 제3항에 따라 자격 검정이 중지 또는 무효가 된 후 3년이 경과하지 않은 사람\n제11조의6 (체육 지도자의 재교육):\n① 체육 단체 및 학교 등에서 체육 지도 업무를 하는 사람은 매 2년마다 스포츠 윤리 교육을 포함한 재교육을 받아야 합니다. 고용주가 이 재교육을 이유로 불리한 처우를 해서는 안 됩니다.\n③ 문화체육관광부 장관은 재교육을 관계 기관에 위탁할 수 있으며, 재교육의 대상, 기간, 내용, 방법 및 절차에 관한 사항은 문화체육관광부령으로 정합니다.\n제12조(체육 지도자의 자격 취소):\n① 문화체육관광부 장관은 체육 지도자가 다음 중 하나에 해당하는 경우, 자격 운영위원회의 의결에 따라 자격을 취소하거나 5년 범위에서 자격을 정지할 수 있습니다. 다만, 제1호부터 제4호까지 해당 시에는 반드시 자격을 취소해야 합니다.\n1. 거짓이나 부정한 방법으로 체육 지도자 자격을 취득한 경우\n2. 자격 정지 기간 중 업무를 수행한 경우\n3. 체육 지도자 자격증을 타인에게 대여한 경우\n4. 결격 사유 항목에 해당하는 경우\n5. 선수에게 폭행이나 상해를 가한 경우\n6. 선수에게 성희롱 또는 성폭력 행위를 한 경우\n7. 재교육을 받지 않은 경우\n1. 직무 수행 중 부정이나 비위 사실이 있는 경우\n   1. 자격 검정을 받는 사람이 검정 과정에서 부정행위를 저지를 경우, 그 검정을 즉시 중지하거나 무효로 처리합니다.\n   2. 자격이 취소된 사람은 문화체육관광부령에 따라 자격증을 반납해야 합니다.\n   3. 행정처분 기준과 절차는 사유와 위반 정도에 따라 문화체육관광부령으로 정합니다.\n제13조(체육시설의 설치 등)\n1. 국가와 지방자치단체는 국민의 체육활동을 위한 적절한 시설 확보 및 이용을 위한 정책을 마련해야 합니다.\n2. 장애인을 위한 체육시설 설치 및 운영에 필요한 정책을 마련하고, 우선 이용할 수 있도록 조치를 취해야 합니다.\n3. 노인을 위한 체육활동 시설 확보 및 운영에 필요한 정책을 마련해야 합니다.\n4. 직장은 종업원을 위한 체육시설을 설치·운영하고, 학교는 체육시설을 주민들에게 개방해야 합니다.\n5. 민간 체육시설 설치를 권장하고 올바르게 운영되도록 해야 합니다.\n6. 위 관련 사항들은 별도의 법으로 정합니다.\n제18조의3(스포츠윤리센터의 설립)\n1. 체육의 공정성 확보와 체육인의 인권 보호를 위해 스포츠윤리센터를 설립합니다.\n2. 스포츠윤리센터는 법인으로 운영됩니다.\n3. 주요 사업:\n   - 체육계 인권 침해 및 스포츠 비리에 대한 신고 접수 및 조사\n   - 신고자 및 피해자에 대한 지원 및 보호\n   - 인권 감시관을 통해 현장의 조사·조치 상황을 점검\n   - 스포츠 비리 및 인권 침해에 대한 연구 및 예방 교육 실시\n4. 스포츠윤리센터의 운영과 관련된 사항은 대통령령으로 정합니다.\n5. 필요 시 문화체육관광부 장관의 승인을 받아 관련 기관의 지원을 요청할 수 있습니다.\n6. 스포츠윤리센터가 아닌 자는 유사 명칭을 사용할 수 없습니다.\n7. 문화체육관광부 장관은 스포츠윤리센터의 사업이 독립적으로 수행될 수 있도록 보장해야 합니다.\n스포츠윤리센터에 관해서는 이 법에서 정한 것을 제외하고 「민법」의 재단법인 규정을 준용한다.\n제18조의4(체육계 인권 침해 및 스포츠 비리에 대한 신고)\n① 누구든지 체육계에서 인권 침해나 스포츠 비리와 관련된 사건이 발생했음을 알게 되면 스포츠윤리센터나 수사 기관에 신고할 수 있다.\n② 체육 단체의 임직원, 체육 지도자, 심판, 선수, 제18조의14에 따른 선수 관리 담당자 및 시장, 군수·구청장 등 문화체육관광부령에 의해 정해진 사람은 체육계에서 인권 침해나 스포츠 비리가 발생했거나 그 의심이 있을 경우, 스포츠윤리센터나 수사 기관에 즉시 신고해야 한다. 누구든지 제2항에 따른 신고자의 신원을 다른 사람에게 공개하거나 알려서는 안 된다.\n제18조의11(성폭력 등 폭력 예방 교육의 실시)\n① 문화체육관광부 장관은 체육계의 성폭력 및 기타 폭력을 예방하기 위해 교육을 실시해야 한다.\n② 제1항에 따른 성폭력 및 폭력 예방 교육의 내용, 방법, 대상, 기간 등 필요한 사항은 문화체육관광부령으로 정한다.\n",
    "25": "2. 국민 체육 진흥 정책\n(1) 국민 체력 100\n① 국민의 체력과 건강 증진을 목표로, 체력 상태를 과학적으로 측정하고 평가하여 맞춤형 운동 상담과 처방을 제공하는 무료 스포츠 복지 서비스 사업\n② 국민 체력 100 체력인증센터 제공 서비스\n㉠ 체력 측정 서비스\n㉡ 맞춤형 운동 처방\n㉢ 국민체력인증서 발급\n(2) 직장 체육 진흥 정책\n제10조(직장 체육의 진흥)\n① 국가와 지방 자치단체는 직장 체육 진흥에 필요한 정책을 마련해야 한다.\n② 직장의 장은 대통령령에 따라 체육 동호인 조직 및 체육 진흥 관리위원회를 설치하는 등, 직장인의 체력 증진과 체육 활동 육성에 필요한 조치를 마련해야 한다.\n③ 대통령령으로 정하는 직장에는 직장인의 체력 증진과 체육 활동 지도 및 육성을 위해 체육 지도자를 두어야 한다.\n(3) 동호인 체육 진흥 정책\n① 계층별 동호회 육성과 리그 지원을 지속적으로 확대한다.\n② 여성 동호회 활동을 지원하고, 종목별 여성 동호회 리그를 개최하며, 종합 체육 프로그램을 운영 및 지원한다.\n(4) 소외 계층 체육 진흥 정책\n① 스포츠강좌이용권 사업\n㉠ 기초 생활 수급 가정의 유·청소년과 장애인에게 스포츠강좌이용권 카드(체크카드)를 제공해, 스포츠강좌이용권 지정 시설을 이용할 때 일정 부분 강좌비를 지원해주는 복지 사업\n- 건전한 여가 활동을 통해 취약 계층 유·청소년의 삶의 질을 향상하고, 사회 통합 및 국민 행복을 이끌어 스포츠 복지 사회 구현에 기여함\n- 행복 나눔 스포츠교실\n     - 소외 계층 청소년에게 스포츠 체험 기회를 제공하는 프로그램\n     - 건전한 여가 활동 환경 조성과 다양한 종목을 대상으로 한 체험 교실 운영을 목표로 함\n   - 스포츠 버스\n     - 소외 계층 청소년에게 다양한 체육 활동 참여 기회 제공\n     - 건전한 여가 활동 여건 조성과 스포츠 참여 형평성 제고, 사회 적응력 배양을 통해 지역 사회를 통합하고 체육 활동이 소외되거나 부재한 지역에 체육 기회 제공을 목표로 함\n2. 여성체육 활동 지원\n   - 초·중·고 여학생을 대상으로 종목별 스포츠 교실 운영 (15종목 600여 개소)\n   - 생애 주기(임신기, 출산 후, 육아기, 갱년기) 여성 체육 활동 지원\n   - 여성 환우를 대상으로 하는 찾아가는 체력 교실 사업 지원\n3. 기타 정책\n   - 스포츠 버스 프로그램과 연계한 스포츠 푸드 트럭 운영으로 소외 지역 주민들에게 건강한 식사를 제공하고 건강한 체육 활동 참여 기회 마련\n   - 스포츠 꿈나무들에게 이동식 선수촌 식사를 제공하고 스포츠 스타와의 멘토링 활동을 통해 미래의 국가대표 선수로 성장하도록 동기 부여\n",
    "26": "1. 국민체육진흥법\n   - 제14조(선수 등의 육성)\n     ① 국가와 지방 자치 단체는 선수와 체육 지도자를 육성해야 함\n     ② 우수 선수 및 체육 지도자 육성을 위한 표창 제도를 마련해야 함\n     ③ 대통령령으로 정하는 우수 선수에게 아마추어 경기 생활을 할 수 있도록 고용 조치 필요\n   - 제14조의3(선수 등의 금지 행위)\n     ① 전문 체육 선수, 감독, 코치, 심판 및 경기 단체 임직원은 운동 경기와 관련한 부정 청탁을 받고 재물이나 이익을 받아선 안 됨\n     ② 전문 체육 선수 등은 제3자에게 재물이나 이익을 제공하거나 요구해선 안 됨\n   - 제14조의4(출전 금지 등)\n     - 대한체육회, 지방체육회 등은 전문 체육 선수가 유죄 판결을 받은 경우 스포츠 대회에 출전 등 활동을 제한하는 조치를 취해야 함\n제15조(도핑 방지 활동)\n1. 국가는 스포츠 활동에서 선수를 약물 등으로부터 보호하고 공정한 경쟁을 통한 스포츠 정신을 증진하기 위해 도핑 방지 시책을 수립해야 한다.\n2. 국가는 도핑 예방을 위해 선수와 체육 지도자를 대상으로 교육과 홍보를 실시하고, 체육 단체 및 경기 단체의 도핑 방지 활동을 지도·감독해야 한다.\n",
    "27": "**국민 체육 진흥 정책**\n1. 국민 체육 진흥 기금 마련\n2. 국민 체육 진흥기금 지원\n3. 전문 체육 활성화를 위한 대한체육회의 주요 사업",
    "28": "1. 스포츠지도사\n   - 전문 스포츠지도사는 1급 및 2급, 생활스포츠지도사는 1급 및 2급으로 구분됩니다.\n   - 이들은 전문 학교 운동부, 실업팀, 프로 스포츠 단체 등에 소속된 코치, 감독 등으로서, 선수와 팀의 기량을 최대한 끌어올릴 수 있는 스포츠 과학 전문 지식을 갖추어 종목을 체계적이고 전문적으로 지도할 수 있는 능력을 갖춘 사람들입니다.\n2. 생활 스포츠 지도사\n   - 다양한 스포츠 시설이나 체육 동호회 및 사회단체에서 자발적으로 운동에 참여하는 일반인들을 지도하는 체육 전문가로, 해당 분야의 실기 능력과 함께 건강 지식과 책임감을 바탕으로 일반인들이 운동을 통해 행복과 삶의 질을 높일 수 있도록 도와주는 사람입니다.\n",
    "29": "3. 건강운동관리사\n   - 개인의 체력적 특성에 맞는 운동 형태, 강도, 빈도 및 시간을 지도·관리하는 사람입니다.\n",
    "210": "4. 장애인 스포츠지도사\n   - 장애 유형에 적합한 운동 방법 등에 대한 지식을 가지고, 각 자격 종목에 대해 장애인을 대상으로 전문 체육이나 생활 체육을 지도하는 사람입니다.\n",
    "211": "5. 유소년 스포츠지도사\n   - 만 3세부터 중학교 취학 전 유소년의 행동 양식 및 신체 발달 등에 대한 지식을 가지고, 각 자격 종목에 대해 유소년을 대상으로 체육을 지도하는 사람입니다.\n",
    "212": "6. 노인 스포츠지도사\n   - 노인의 신체적·정신적 변화 등에 대한 지식을 가지고, 각 자격 종목에 대해 노인을 대상으로 생활체육을 지도하는 사람입니다.\n",
    "31": "- 체육 교육 전문가 (체육 교사):\n체육 교육에 대한 전문 지식과 교사로서의 인격과 자질을 갖춘 체육 교사 자격증을 소지한 전문가로서 학교에 재직 중인 사람\n학생들이 신체 활동을 통해 신체적, 정신적, 사회적 건강을 추구하며 성장할 수 있도록 지도하고, 학교 체육의 계획, 조직, 조정, 예산, 관리를 수행\n",
    "32": "- 전문 스포츠 지도사:\n프로 및 실업팀, 학교 운동부 등에 소속된 코치와 감독으로, 선수의 경기력과 팀의 역량을 높이는 역할\n스포츠 과학의 전문 지식과 전문적인 지도 능력을 갖춘 스포츠 지도사\n전문 지식 습득과 선수 이해 능력, 사명감과 도덕성 등의 자질이 요구됨\n",
    "33": "- 스포츠 강사:\n초·중·고등학교의 학교 스포츠 클럽 및 방과 후 체육 활동을 지도하는 체육 지도자\n체육 관련 학과 졸업 후 초등학교 2급 정교사, 중등학교 2급 정교사, 실기 교사 자격증 및 생활 스포츠 지도사 2급 이상의 자격을 갖춘 사람\n",
    "34": "- 생활 스포츠 지도사:\n스포츠 시설 및 단체에서 적합한 생활 체육 프로그램 제공하고 지속적인 스포츠 활동 참여를 유도\n생활 체육의 목표는 운동을 통한 행복과 삶의 질 향상\n효율적인 지도 기법과 원활한 인간관계, 프로그램 개발 능력 요구\n",
    "35": "1. 스포츠 교육 학습자의 상태\n① 효과적인 학습을 위해 학습자의 상태를 파악하는 것은 중요하다.\n② 학습자에게 영향을 주는 내적 요인들은 다음과 같다:\n   ㉠ 학습자의 기능 수준\n   ㉡ 학습자의 체격과 체력\n   ㉢ 학습자의 동기 유발 수준\n   ㉣ 학습자의 인지적 능력\n   ㉤ 학습자의 감정 코칭 능력\n   ㉥ 학습자의 발달 수준\n",
    "36": "5.스포츠교육 학습자\n유아기\n학습자 특징: 인지성장과 언어발달이 빠르게 진행, 신체구조와 기능이 빠르게 발달\n스포츠활동: 놀이 중심의 움직임 교육에 중점\n예시: 걷기, 뛰기, 던지기, 잡기 등\n아동기\n학습자 특징: 자기개념 및 자기효능감의 발달, 신체활동의 급증 및 호기심 왕성\n스포츠 활동: 다양한 경험과 건강한 생활습관 형성\n예시: 달리기, 뜀뛰기, 체조, 무용 등\n청소년기\n학습자 특징: 신체적, 정서적, 사회적 발달이 명확, 자아정체감 형성 및 신체적 성숙, 2차 성징\n스포츠 활동: 양질의 동적 신체활동\n예시: 학교체육, 수영, 등산, 야영 등\n성인기\n학습자 특징: 활발한 사회활동과 사교활동, 신체적, 심리적 성숙\n스포츠 활동: 성인병 예방을 위한 신체활동\n예시: 조깅, 웨이트, 유산소, 무산소 등\n노년기\n학습자 특징: 감소된 사회활동, 신체적, 정신적 기능 쇠퇴, 체력 저하 및 운동기능 감퇴\n스포츠 활동: 건강과 체력 수준에 적합한 신체활동\n예시: 걷기, 산책, 체조, 등산 등\n",
    "41": "학교체육 프로그램의 목표\n1. 심슨과 해로우(Simpson & Harrow)의 심동적 영역\n   - 반사동작: 자극에 반응하여 일어나는 무의식적 행위. 가령, 올바른 자세를 취하는 것이 가능\n  - 기초 기능: 반사적 움직임 결합에 의해 형성된 선천적인 움직임 패턴. 예를 들어, 학생이 체조를 할 수 있다.\n  - 복합 기술: 기초 기능과 지각능력을 결합시킨 상위 기술. 효율성, 체력, 한 번에 한 가지 신체 능력의 결합을 요구함. 예시로 장애물 통과 훈련을 수행\n  - 신체를 통한 의사소통 능력: 관중들에게 즐거움을 표현하는 무용을 창작\n2. 블룸(Bloom)의 인지적 영역\n  - 지식: 사전에 학습된 정보를 회상할 수 있는 능력. 예를 들어 배드민턴 라켓의 각 부분을 말할 수 있다.\n  - 이해: 정보의 의미를 이해하는 능력. 가령, 풋워크의 중요성을 설명\n  - 적용: 정보를 새롭고 구체적으로 적용할 수 있는 능력. 예시는 공정한 시합을 위해 게임 규칙을 적용\n3. 크래스홀(Krathwhol)의 정의적 영역\n  - 수용화: 정보를 얻기 위해 관심을 기울여 보고, 듣는 능력. 예를 들면, 한국의 스포츠 역사를 읽을 수 있다.\n  - 반응화: 학습자가 보고, 들은 것에 대해 논쟁, 토론 또는 동의(비동의)하는 능력. 자신이 체육을 왜 좋아하는지 3가지 이유를 나열.\n  - 가치화: 행위 또는 행사의 중요도를 결정할 수 있는 능력. 사람들이 정기적으로 운동해야 하는 이유를 이해할 수 있다.'\n스포츠 교육이 추구하는 가치 영역\n• 신체적 가치: 신체 건강 및 체력, 스포츠 기능\n• 인지적 가치: 학업 성적, 지적 능력, 문해력 및 수리력\n- 정의적 가치: 심리적 건강, 사회적 기술, 도덕적 인격\n움직임 기능의 분류\n비이동 운동 기능: 공간 이동 없이 물체나 도구를 사용하지 않는 기능(예: 서기, 앉기, 정지, 정적 균형, 구부리기, 뻗기, 비틀기, 돌기)\n이동 운동 기능: 물체나 도구 사용 없이 공간을 이동하는(예: 걷기, 달리기, 두 발 뛰기, 한 발 뛰기, 피하기)\n물체 조작 기능: 물체를 손이나 몸에 고정시키지 않은 상태에서 조작하는 기능(예: 공, 훌라후프, 바톤, 셔틀콕 등을 손이나 발로 던지기, 토스하기, 차기, 잡기, 튀기기 등)\n도구 조작 기능: 도구를 동시에 조작할 수 있는 능력이 요구되는 기능(예: 배트, 라켓, 글러브 등을 사용한 타격, 배팅, 튀기기, 드리블, 잡기 등)\n전략적 움직임 및 기능: 운동 기능과 상황적 의사 결정이 결합된 형태의 역동적인 상황(일반적인 게임)에 적용되는 기능(예: 축구에서의 수비, 야구에서의 도루, 미식축구에서 패턴을 따라 달리기 등)\n표현 및 해석적 움직임: 느낌, 개념, 생각, 주제를 표현하기 위한 움직임(예:  춤, 발레, 모던댄스, 재즈와 같은 표현적 움직임)\n움직임 주제: 기본 운동 기능(비이동 운동, 이동 운동, 물체 조작 운동, 도구 조작 운동)과 움직임 개념(공간, 노력, 관계)을 결합한 것\n슐만(Shulman)의 7가지 교사 지식\n① 내용 지식: 가르칠 교과 내용에 대한 지식\n② 지도 방법 지식: 모든 교과에 적용되는 지도법에 대한 지식\n③ 내용 교수법 지식: 특정 학생에게 어느 교과나 주제를 특정한 상황에서 지도할 수 있는 방법에 대한 지식\n④ 교육 과정 지식: 각 학년의 발달 단계에 적합한 내용 및 프로그램에 대한 지식\n⑤ 교육 환경 지식: 수업 환경에 영향을 미치는 지식\n⑥ 학습자와 학습자 특성 지식: 수업에 영향을 미치는 학습자에 관한 지식\n⑦ 교육 목적 지식: 목적, 내용 및 교육 시스템의 구조에 관한 지식\n메츨러(Metzler)의 3가지 교사 지식\n명제적 지식: 교사가 구두나 문서로 표현할 수 있는 지식으로, 체육 수업에 필요한 여러 가지 내용에 대한 지식과 관련된 정보(규칙, 원리, 내용, 움직임)\n절차적 지식: 교사는 수업 전, 중, 후에 실제로 활용할 수 있는 지식으로, 수업 관리에 필요한 지식을 명제적 지식으로 활용하는 능력입니다.\n상황적 지식: 교사는 특수한 상황에서 언제, 왜 적절한 의사 결정을 해야 하는지를 아는 지식입니다.\n",
    "42": "학교 스포츠 클럽의 개발 및 실천\n학교 스포츠 클럽의 개념: 스포츠 활동에 관심이 있는 동일 학교의 학생들로 구성되어 자율적으로 운영되는 스포츠 클럽 또는 체육 동아리입니다.\n학교 스포츠 클럽과 학교 스포츠 클럽 활동\n학교 스포츠 클럽: 방과 후 체육 활동에 흥미가 있는 동일 학교의 학생으로 구성·운영되는 스포츠 동아리\n활동 형태: 정규 교육 과정 외\n활동 시간: 방과 후, 점심시간, 토요일 등\n활동 근거: 「학교 체육 진흥법」 제10조\n학교 스포츠 클럽 활동: 정규 학교 교육 과정 중 창의적 체험 활동 시간에 이루어지는 클럽 단위의 스포츠 활동\n활동 시간: 정규 교육 과정 내, 창의적 체험 활동 시간\n활동 근거: 초·중등학교 교육 과정 총론, 중학교 교육과정 편성·운영 지침\n학교 스포츠 클럽의 운영\n리그\n- 통합 리그\n장점: 경기 수가 많음,우승 팀의 권위\n단점: 경기력 편차(순위 고착화)\n- 조별 리그\n장점: 빠른 진행\n단점: 경기 수 적음\n- 스플릿 리그 (상위/하위 리그)\n장점: 경기력 평준화\n단점: 동일한 팀과 경기 수 많음\n토너먼트\n- 녹다운 토너먼트\n장점: 간단한 경기 방식\n단점: 우승 팀 외 순위 산정 어려움\n- 더블 엘리미네이션\n장점: 적절한 경기 수\n단점: 우승 팀 외 순위 산정 어려움\n- 스플릿 토너먼트\n장점: 모든 팀 순위 산정 가능\n단점: 복잡한 경기 방식\n리그 + 토너먼트\n- 조별 리그 후 토너먼트:\n장점: 짧은 시즌\n단점: 조 간 경기력 편차\n- 통합 리그 후 플레이오프:\n장점: 적절한 경기 수\n단점: 하위팀 동기 저하\n",
    "43": "(1) 생활체육 프로그램의 개념\n- '국민 체육', '평생 체육', '사회 체육'이라는 용어와 함께 사용됩니다.\n- 1989년에 수립된 '국민생활체육 진흥 종합 계획'은 생활체육 활동을 더욱 적극적으로 추진하게 하는 계기가 되었습니다.\n- 학교 체육과 전문 체육의 영역에서 생활체육으로 확대되었습니다.\n- 시설, 전문 스포츠 지도사, 생활체육 프로그램, 생활체육 참여자로 구성되어 있습니다.\n- 모든 연령대 및 집단을 대상으로 생활체육의 전반적인 방향을 설정합니다.\n",
    "44": "(2) 생활체육 프로그램의 목표\n- 프로그램을 통해 달성하고자 하는 상태와 운동 능력을 명확히 해야 합니다.\n- 프로그램에 포함된 스포츠 활동 내용을 구체적이고 세부적으로 설명해야 합니다.\n- 프로그램 진행 시 목표가 일관된 지침으로 작용하도록 설정해야 합니다.\n- 프로그램 시행 후에는 항상 평가를 실시하여 목표 달성 여부를 검토해야 합니다.\n",
    "45": "1. 전문 체육 프로그램의 개념\n- 운동선수들이 수행하는 운동 경기 활동으로, 대한체육회 등록 엘리트 선수 및 프로스포츠협회 등록 프로 선수들이 하는 스포츠를 의미합니다.\n",
    "46": "2. 전문 체육 프로그램 개발을 위한 단계 (R. Martens)\n- 1단계: 코치가 우선적으로 해야 할 일은 선수에게 필요한 기술을 파악하는 것입니다.\n- 2단계: 선수 이해, 선수들의 신체적, 심리적, 사회적 발달 단계를 파악해야 합니다.\n- 3단계: 상황 분석, 지도 계획 수립을 위해 주변 상황을 먼저 분석합니다.\n- 4단계: 우선순위 결정 및 목표 설정, 현재 상황에서 언제, 무엇을, 어떻게 할지를 결정하고, 목표는 단기, 중기, 장기로 설정합니다.\n- 5단계: 지도 방법 선택, 우선순위와 목표를 바탕으로 체계적으로 지도할 수 있는 방법을 선택합니다.\n- 6단계: 연습 계획 수립, 가르칠 내용과 연습할 내용을 결정한 후, 시즌 계획과 일일 지도 계획을 수립합니다.\n",
    "51": "교육 모형의 의미와 구조",
    "521": "(1) 직접 교수 모형\n교사가 수업의 리더\n① 개요\n㉠ 행동주의 심리학자인 스키너(B. Skinner)의 조작적 조건화 이론에서 파생된 모델\n㉡ 교사는 수업 내용, 관리, 학생의 참여에 대한 모든 의사 결정을 주도합니다.\n㉢ 학생들에게 높은 비율의 학습 참여 기회와 피드백을 제공합니다.\n② 목적: 학생이 연습 과제와 기능 연습에 높은 비율로 참여하도록 유도하기 위해 수업 시간과 자원을 가장 효율적으로 활용합니다.\n③ 수업의 6단계\n㉠ 전시 과제 복습(1단계): 수업 도입으로 이전 수업 내용을 간단히 복습한 후 시작합니다.\n㉡ 새로운 과제 제시(2단계):\n교사가 새로운 내용을 학생들에게 설명하거나 시범을 통해 과제를 제시합니다.\n학생은 새로운 개념과 그 수행 방법을 언어적, 시각적 정보로 얻게 됩니다.\n새로운 과제는 학생의 연령과 발달 단계에 맞게 제공되어야 합니다.\n㉢ 초기 과제 연습(3단계):\n과제 제시는 곧바로 구조화된 연습으로 이어지며, 학생은 주어진 과제를 능숙하게 수행하기 위해 연습을 시작합니다.\n연습 과제는 학생이 80% 성공률에 도달할 때까지 계속 진행됩니다.\n② 피드백 및 교정 (4단계)\n- 교사의 피드백과 교정 사항은 초기 학습 과제가 이루어질 때나 각 과제 사이에 제공됩니다.\n- 교사는 학생이 다음 과제로 이동할 준비가 되었는지를 확인하기 위해 몇 가지 주요 운동 수행 단서를 가르치거나 이전 학습 과제를 다시 수행할 수 있습니다.\n⑥ 독자적 연습 (5단계): 학생이 기본 연습 과제에 능숙해졌다고 판단되면 교사는 학생이 독립적으로 연습할 수 있도록 계획을 수립합니다.\n▣ 본시 복습 (6단계): 교사는 학생이 수업 내용을 얼마나 잘 기억하고 있는지 확인합니다.\n④ 학습 영역의 우선순위\n- 1순위: 심동적 학습\n- 2순위: 인지적 학습\n- 3순위: 정의적 학습\n⑤ 교수-학습의 수업 주도성\n- 내용 선정: 교사는 내용 선정과 학습 과제의 순서, 학생의 수행 기준을 결정합니다.\n- 수업 운영: 교사는 지도 단원의 관리 계획, 수업 방침과 규정, 세부적인 행동을 결정합니다.\n- 과제 제시: 교사는 모든 과제 제시를 계획하고 통제합니다.\n- 참여 형태: 교사는 각 학습 과제의 다양한 학생 참여 유형을 결정합니다.\n- 교수적 상호 작용: 모든 상호 작용의 시작과 통제는 교사가 주도합니다.\n- 학습 진도: 초기 학습 진도는 교사가 결정, 학생은 연습 단계에서 스스로 진도를 결정합니다.\n- 과제 전개: 교사는 학습 과정의 이동 시기를 결정합니다.\n",
    "522": "(2) 개별화 지도 모형\n① 개요\n- 수업 진도는 학습자가 결정합니다.\n- 각 학생에게 과제 제시, 과제 구조, 수행 기준과 오류 분석을 포함한 학습 활동 및 평가를 하나의 묶음으로 구성한 수업 자료를 제공합니다.\n- 학생은 학습 능력에 따라 자신의 속도에 맞춰 학습합니다.\n- 학생은 자기 주도적인 학습자가 되고, 교사는 상호 작용이 필요한 학생과 더 많은 상호 작용을 할 수 있습니다.\n㉠ 학생이 자기 주도적 학습을 경험할 수 있도록 함\n㉡ 교사에게 상호작용이 필요한 학생들과의 다양한 상호작용 기회를 제공\n㉢ 심동적 영역과 인지적 영역의 학습에 효과적인 모델\n③ 학습 영역의 우선순위\n• 1순위: 심동적 학습\n• 2순위: 인지적 학습\n• 3순위: 정의적 학습\n④ 교수-학습의 수업 주도성\nㄱ. 내용 선정: 교사는 단원에 포함될 내용, 학습 과제의 순서, 과제 숙달 기준을 설정함\nㄴ. 수업 운영: 교사는 관리 계획, 학습 규칙, 절차를 결정함\nㄷ. 과제 제시\n• 교사로부터의 독립을 촉진하고 학습 내용을 통해 개별 학습 진도를 높임\n• 단원 시작 시 전체 학습자에게 과제를 제시하고, 새로운 기능이나 지식을 배우기 시작할 때 소규모 과제를 제시함\nㄹ. 참여 형태: 학생은 교사나 다른 학생에 의존하지 않고 독립적으로 연습하며, 학습 과제는 개별 연습 또는 소수의 학생과의 협업을 위해 설계됨\nㅁ. 교수적 상호작용: 학생에게 높은 수준의 교수 상호작용을 제공\nㅂ. 학습 진도: 학생은 학습 과제를 자신만의 속도로 진행\nㅅ. 과제 전개: 학생의 능력과 노력에 따라 과제를 얼마나 빨리 진행할지 정하고, 과제 진도는 학생 스스로 결정함\n",
    "523": "(3) 협동 학습 모형\n① 개요\n서로를 위해 함께 배우기\n㉠ 책임감 있는 팀원이 되며, 자신의 잠재력을 최대한 개발하는 수업 모형\n㉡ 팀의 성공을 위해 개인의 능력에 맞게 기여함\n모든 학생에게 동등한 학습 참여 기회를 제공하고, 교사 중심이 아닌 학생 중심으로 수업을 운영\n② 모든 학생이 활발히 상호작용하며 협동을 배우는 것뿐만 아니라, 배우기 위해 협력함'\n1. 협동 학습 모형 개념\n- 팀 보상: 교사가 설정한 기준을 충족한 팀에게 특별한 혜택이나 공개적인 인정, 점수 등을 제공\n- 개인 책무성: 모든 팀원의 수행이 팀 점수나 평가에 반영되므로 각 학생은 팀의 과제 수행에 최선을 다함\n- 학습 성공을 위한 평등한 기회 제공: 팀의 운동 수행 능력이 평등하도록 소집단을 구성하기 때문에 팀원 선정이 중요\n2. 지도 목표 (Hilke, 1990)\n- 학생들 간의 협동적 학습 증진\n- 긍정적인 팀 관계 형성\n- 학생의 자아 존중감 개발\n- 학업 성취 향상\n3. 기본 요소 (Johnson, Holubec, 1994)\n- 팀원 간 긍정적 상호작용\n- 일대일 발전적 상호작용\n- 개인의 책임감 및 책무성\n- 대인 관계 및 소집단 관계 기술\n- 팀 반성\n4. 교수 전략\n- 학생 팀 - 성취 분배 (STAD):\n교사는 모든 팀에게 동일한 학습 과제와 필요한 자원을 제공,\n각 팀은 학습할 시간을 제공받고, 과제 이해를 돕기 위해 추가 자원을 제공받음,\n각 팀원의 학습 내용을 평가하여, 팀 점수는 모든 팀원의 점수를 합산하여 계산,\n팀은 동일한 과제를 수행하고, 두 번째 연습 시간을 가짐,\n두 번째 연습 시간에는 첫 번째 시험보다 팀 점수가 높아야 하며, 이는 팀 협동심과 모든 팀원의 점수 상승을 목표로 함\n- 팀 게임 토너먼트 (TGT)\n학생을 팀별로 나누고, 주어진 학습 과제를 첫 번째로 연습한 후 팀별 평가를 실시,\n각 팀에서 1등, 2등, 3등, 4등 학생은 다른 팀의 동일 순위 학생과 점수를 비교하여 높은 점수를 받은 학생에게 보상 부여 후 두 번째 연습 실시,\n두 번째 연습 후 첫 번째 평가와 동일하게 점수를 비교하며, 게임이 끝난 후 가장 높은 점수를 획득한 팀이 승리\n- 팀 보조 수업 (TAI)\n교사는 학생에게 수행 기준과 학습 과제가 제시된 목록을 제공하며, 이는 쉬운 단계부터 어려운 단계까지 차례로 나뉨,\n각 팀원은 개인 또는 동료의 도움을 받아 해당 과제를 연습하고, 수행 기준에 따라 과제를 완수하면 이를 체크한 뒤 다음 과제로 넘어감,\n팀 성적은 각 팀의 주간 과제 수행 수를 점수로 환산하거나, 개인 시험 점수를 합산하여 산출됨\n직소 (Jigsaw):\n  직소 1 (E. Aronson):\n   각 팀원은 주제나 기술의 전문가가 되기 위해 다양한 학습 요소를 습득합니다.\n   - 예를 들어, A팀에서는 학생 1이 체스트 패스를, 학생 2가 오버헤드 패스를, 학생 3이 게임 방법 및 규칙을 학습합니다.\n   - 팀별로 동일한 기술을 학습한 학생들이 모여 전문가 집단을 형성하고, 이후 자신의 팀으로 돌아가 동료 교수법으로 팀원들에게 가르칩니다.\n  직소 2 (R. Slavin):\n   직소 1의 단점을 개선하기 위해 고안된 방법으로, 학생 팀-성취 배분(STAD) 방식을 결합했습니다.\n   - 수업 후 단원 전체에 대한 퀴즈나 경기를 실시하고, 결과에 따라 학생에게 보상을 제공합니다.\n   - 직소 1은 학습 내용을 분할하여 제공하지만, 직소 2는 모든 학생에게 동일한 정보를 제공하고 특정 영역을 집중적으로 연구하게 하여 전문가를 양성합니다.\n  직소 3:\n   - 직소 2에 추가로, 퀴즈 평가를 대비한 학습 정리 시간을 별도로 부여합니다.\n   - 즉시 평가를 하지 않고 학습을 정리하는 시간을 준 후 다시 모여 평가를 준비합니다.\n   - 학생의 성취를 평가하고 학생 팀-성취 배분(STAD) 향상 점수를 계산합니다.\n- 집단 연구(GI):\n   - 팀이 학습 과정에서 협력하고 결과를 공유하는 데 사용됩니다.\n   - 팀이 선정되고 과제가 할당되면 3주 안에 과제를 완성해야 합니다.\n   - 과제 수행은 수업 및 외부 시간을 활용하며, 발표는 포스터, 콜라주, 영상, 컴퓨터 그래픽, 보고서 등을 이용한 단체 프로젝트 형식으로 진행됩니다.\n   - 학습 영역의 우선순위:\n     - 인지적 학습에 초점을 둔 경우: 1순위는 정의적, 인지적 학습, 2순위는 심동적 학습.\n     - 심동적 학습에 초점을 둔 경우: 1순위는 정의적, 심동적 학습, 2순위는 인지적 학습.\n- 교수-학습의 수업 주도성:\n   - 교사는 과제의 단계를 설정하거나 기본 규칙만을 설명합니다.\n   - 내용 선정: 교사 중심으로 진행됩니다.\n   - 수업 운영: 초기에는 교사 중심으로 운영되며, 과제가 시작되면 운영권을 각 팀의 학생들에게 이양합니다.\n   - 과제 제시: 교사가 직접 과제를 주지 않고, 각 팀이 지켜야 할 기본 규칙만 설명합니다. 협동 학습 모형에서 '교사의 과제 제시 없이'의 의미는 과제가 전혀 없다는 것이 아니라 직접적으로 과제를 전달하지 않는다는 뜻입니다.\n   - 참여 형태: 학생 주도형과 학생의 사회성 발달을 위한 상호 작용형으로 나뉩니다.\n   - 교수적 상호 작용: 과제 수행 시 학생 중심으로 진행되며, 교사가 학생에게 질문할 때에는 상호작용형으로 진행됩니다.\n   - 학습 진도: 팀 선정 및 학습 과제 선정은 교사 중심이지만, 학습 진도는 학생이 조절합니다.\n   - 과제 전개: 새로운 과제는 교사가 결정하며, 팀은 과제를 완성하는 데 필요한 단계와 일정 등을 결정합니다.\n",
    "524": "스포츠 교육 모형\n목표: 유능하고 박식하며 열정적인 스포츠인으로 성장\n1. 개요\n- 스포츠 리그의 조직에서 파생된 개념\n- 학생들에게 스포츠 참여를 통해 다양한 경험과 학습 기회를 제공\n- 모든 학생이 선수로 참여하며, 동시에 스포츠 리그 운영에 필요한 다양한 역할을 습득\n2. 학생들은 스포츠 리그 운영에 필요한 다양한 역할을 경험함으로써 스포츠에 내재된 다양한 관점과 가치를 배워 긍정적이고 교육적인 체험을 얻습니다.\n3. 목적 (Siedentop, 1994)\n- 유능한 스포츠인: 게임에 참여할 수 있는 충분한 기술을 가지고 있으며, 게임의 난이도에 맞는 전략을 이해하고 실행할 줄 아는 참가자입니다. 또한 경기 지식을 풍부하게 갖추고 있습니다.\n- 박식한 스포츠인: 스포츠의 규칙, 의례, 전통을 이해하며 그 가치를 알고, 프로 또는 아마추어 스포츠를 가리지 않고 바람직한 수행과 그렇지 못한 수행을 구별할 수 있습니다. 누가 됐든 스포츠 수행을 훌륭하게 이해하는 참가자이자 소비자입니다.\n- 열정적 스포츠인: 다양한 스포츠 문화를 보존하고 증진하기 위해 행동하고 참여하며, 스포츠 집단의 일원으로서 지역, 국가 및 국제 스포츠 경기에 참여하는 참가자입니다.\n스포츠 교육 모형의 6가지 요소 (기출: 2021)\n시즌\n- 체육 수업의 전통적인 내용 단원 대신 '시즌'이라는 개념을 사용합니다.\n- 시즌은 연습 기간, 시즌 전 기간, 정규 시즌, 최종 경기를 포함하는 긴 기간을 의미합니다.\n- 학생들은 전체 시즌 동안 한 팀의 일원으로서 수업에 참여하고, 공동 목표를 위해 함께 일하며, 팀의 의사 결정 과정에 참여하고, 성공과 실패를 함께 경험합니다.\n- 스스로 팀의 정체성을 확립하여 정의적·사회적 발달 목표를 성취합니다.\n- 학생들은 시즌을 조직하고 운영하는 의사 결정에 참여합니다.\n공식 경기\n- 경기 일정 동안 팀과 선수는 지속적으로 경기를 연습하고 준비합니다.\n- 학생들은 경기의 공정성 향상을 위해 규칙을 수정할 수 있습니다.\n결승전 행사: 시즌은 토너먼트, 팀 경쟁, 개인 경쟁 등 다양한 형태의 이벤트로 끝맺음을 합니다. 학생은 관중이 아니라 각자의 역할을 잘 수행하며 능력을 발휘할 수 있어야 합니다.\n기록: 보존경기는 다양한 기록을 남기며, 이 기록은 전략을 가르치거나 학생의 학습을 평가하는 데 사용됩니다. 이를 통해 자신의 팀뿐만 아니라 상대 팀의 전력을 분석할 수 있습니다.\n축제화: 스포츠 이벤트는 축제 같은 성격을 띠며, 교사는 시즌과 경기가 축제 분위기에서 기념될 수 있도록 유도해야 합니다.\n학습 영역의 우선순위: 유능함 (인지적 능력을 바탕으로 한 심동적 영역), 박식함 (인지적 영역), 열정적 (정의적 영역)\n- 조직적 의사 결정(1순위: 인지적, 2순위: 정의적)\n- 선수로서의 시즌 전 연습(1순위: 심동적, 2순위: 인지적, 3순위: 정의적)\n- 코치로서의 시즌 전 연습(1순위: 인지적, 2순위: 정의적, 3순위: 심동적)\n- 임무 역학의 학습(심판, 기록자, 트레이너 등)(1순위: 인지적, 2순위: 정의적, 3순위: 심동적)\n- 팀원으로서의 임무 역할 학습(1순위: 정의적, 2순위: 인지적, 3순위: 심동적)\n- 선수로서의 경기 수행(1순위: 심동적, 2순위: 인지적, 3순위: 정의적)\n- 코치로서의 경기 진행(1순위: 인지적, 2순위: 정의적, 3순위: 심동적)\n교수-학습의 수업 주도성\n내용 선정:\n1. 교사가 직접 스포츠 종목을 선택하고 학생에게 정보를 제공\n2. 학생에게 선택의 여지를 제공해 시즌의 종목을 학생이 선택하도록 유도, 교사가 조언, 맥락적 요인을 고려한 상태에서 학생의 선택에 교사가 조언하는 상호 작용적인 성격임\n수업 운영:\n- 교사는 시즌의 전반적인 구조를 제시하는 초기 수업 운영에 대해 결정\n- 팀 선정, 의무 분배, 시즌 지속 기간, 용 · 기구 및 시설 준비 등 기본 규칙 제공\n- 이후 학생들이 수업 관리 과제를 자율적으로 계획하고 수행\n과제 제시:\n- 시즌 전과 시즌 중 팀 연습의 맥락에서 진행\n- 학생들은 동료 교수와 협동 학습으로 구성하며, 교사는 각 임무의 핵심 내용을 미니 워크숍 형식으로 제공\n참여 형태:\n- 학생은 선수와 비선수 역할에 맞춰 동료 교수 및 소집단 협동 학습 과제에 참여\n- 비선수 역할의 학생도 각 임무에 필요한 지식, 기술, 절차를 학습하며 적극적으로 참여\n교수적 상호 작용:\n- 학생 간의 상호 작용이 이루어지고, 교사는 자료 제공자의 역할을 합니다.\n학습 진도:\n- 팀 구성원은 시즌 경기 준비와 사전 계획을 강화하기 위한 필요 요소를 식별합니다.\n과제 전개:\n- 팀은 시즌 준비를 진행하며 일정 사이의 과제 순서를 결정하고, 내용은 팀원의 능력에 따라 조정됩니다.\n",
    "525": "동료 교수 모형\n내가 너를 가르치고, 너는 나를 가르친다\n   - 동료 교수 모델의 핵심 용어:\n     - 개인 교사(tutor): 임시로 교사의 역할을 수행하는 학생\n     - 학습자(learner): 개인 교사의 관찰과 지도를 받으며 연습하는 학생\n     - 조(dyad): 개인 교사와 학습자로 구성된 단위\n     - 학생(student): 개인 교사나 학습자의 역할을 수행하지 않는 사람\n1. 개요:\n   - 직접 교수 모형에서 변형된 것으로, 학생들이 교사와 학습자의 역할을 번갈아 수행하며 협력하여 과제를 완수합니다.\n   - 학생의 인지 발달을 촉진할 수 있는 잠재력을 가지고 있습니다.\n   - 개인 교사는 교사가 제공하는 과제 제시 및 구조를 바탕으로 학습자의 연습을 관찰하며 피드백을 제공합니다. 학습자는 조언과 충고를 받아 주어진 과제를 연습합니다.\n2. 학습 영역의 우선순위:\n   - 학습자 우선순위:\n     1. 심동적\n     2. 인지적\n     3. 정의적\n   - 개인 교사 우선순위:\n     1. 인지적\n     2. 정의적\n     3. 심동적\n3. 교수-학습의 수업 주도성:\n   - 내용 선정: 교사는 내용을 순서대로 정리하고, 단원에 포함할 내용과 학습 과제의 우선순위를 설정하며, 수행 평가 기준을 결정합니다.\n   - 수업 운영: 교사는 학생이 따라야 할 관리 계획과 학습 규칙, 세부 절차를 정합니다.\n   - 과제 제시: 교사는 개인 교사에게 수행 지침, 과제 구조, 숙달 기준을 안내하고, 개인 교사는 학습자에게 과제를 시작하도록 정보를 제공합니다.\n   - 참여 형태: 교사는 각 역할에 대한 학생의 임무와 과제 내에서의 교대 계획을 정합니다.\n   - 교수적 상호 작용: 교사와 개인 교사(A), 개인 교사와 학습자(B) 사이에서 상호작용이 이루어집니다.\n   - 학습 진도: 교사가 개인 교사에게 과제를 제시하고 구조 정보를 전달하면, 개인 교사는 이를 학습자에게 전달하여 학습자가 자신의 학습 속도에 맞춰 연습을 시작합니다.\n   - 과제 전개: 교사는 각 단원의 내용 목록과 학습 활동 변환 시기를 결정합니다.\n",
    "526": "탐구 수업 모형\n문제 해결자로서의 학습자\n1. 개요\n   1. 움직임 중심의 프로그램을 목적\n   2. 움직임 중심 지도 방법은 문제 해결, 탐색 지도, 학생 중심 교수, 발견식 교수, 간접 교수 등으로 불림\n   3. 교사의 질문이 지도 방식의 핵심\n   4. 질문 중심 수업의 독특한 성격과 그 속에 담긴 유용한 전략을 교사가 체육 시간에 활용하여 학생의 사고력, 문제 해결력, 탐구력 등을 증진시킴\n   5. 탐구 수업 모형과의 유사점과 차이점\n   - 협동 학습 모형: 학습 활동을 위한 팀 구조에 바탕을 두며 루브릭을 통해 학생과 의사소통\n   - 전술 게임 모형: 상황 중심의 활동을 하기 때문에 질문과 움직임 범위가 좁음\n   - 탐구 수업 모형은 학생에게 창의적인 대답(인지적, 심동적 차원)을 폭넓게 요구함\n2. 학습 영역의 우선순위\n  1. 인지적 학습\n  2. 심동적 학습\n  3. 정의적 학습\n교수-학습 수업 주도성\n- 내용 선정: 교사가 단원과 수업에서 배울 모든 내용을 결정하며 인지적 지식, 개념, 움직임 패턴으로 해결해야 할 문제 등이 포함됨\n- 수업 운영: 교사가 관리 계획과 특정 수업 절차를 결정\n- 과제 제시: 교사가 학생의 사고와 움직임을 자극하면서 의사소통하는 질문 형태로 과제를 제시\n- 참여 형태: 교사가 문제를 설정하고 학생에게 답을 찾을 기회를 제공\n- 교수적 상호 작용: 학생이 문제 해결에 몰입할 때 높은 수준의 상호 작용 발생\n- 학습 진도: 교사는 전체 단원 및 각 수업의 진행 속도를 결정하며, 새로운 과제를 시작할 시점과 시간 할당을 정함. 학생은 해답을 찾기 위해 필요한 시간과 연습량, 문제 해결 시점을 판단함\n- 과제 전개: 교사는 인지적, 심동적, 정의적 영역의 능력을 개발하고, 학생이 점점 더 복잡한 과제를 해결하도록 유도합니다.\n",
    "527": "전술 게임 모형\n이해 중심 게임 지도\n1. 개요:\n㉠ 벙커와 소프(1982)의 이해 중심 게임 지도 모형은 전술의 이해를 강조하여 전통적인 기술 위주의 게임 지도 방식을 혁신한 접근법입니다.\n㉡ 발달에 적합한 게임과 인지 활동 후, 숙련된 운동 수행을 통한 전술 문제 해결에 중점을 둡니다.\n㉢ 게임과 유사한 과제 및 변형 게임을 통해 익힌 기술을 실제 게임에 적용할 수 있는 전술 지도의 발달을 강조합니다.\nㄹ 교사는 필요한 핵심 전술을 파악하여 모형을 활용하고 각 전술 영역에서의 학습 활동을 설계합니다.\n2. 전술 게임 모형의 6단계:\n게임 소개 → 게임 이해 → 전술 인식 및 의사 결정 → 기술 연습 → 실제 게임 수행\n3. 학습 영역의 우선순위:\n1순위: 인지적 학습\n2순위: 심동적 학습\n3순위: 정의적 학습\n4. 교수-학습의 수업 주도성:\n내용 선정: 교사는 학생들이 각 단원에서 해결해야 할 전술 문제에 따라 내용을 제시합니다.\n수업 운영: 교사는 관리 계획, 수업 규칙 및 절차를 결정합니다.\n과제 제시: 교사는 학생들이 문제를 해결하고 전술과 기능을 결합할 수 있도록 연역적 질문을 사용합니다.\n참여 형태: 교사는 학습 과제 및 구조를 결정하여 학생들이 전술 문제를 해결할 수 있도록 지도하고, 모의 상황이나 연습을 통해 실습 기회를 제공합니다.\n교수-학습 상호작용: 교사는 학생들이 모의 게임 상황과 연습을 통해 전략적 문제를 해결할 수 있도록 유도 질문을 활용하고, 지침과 피드백을 제공하면서 상호작용을 시작합니다.\n학습 진도: 학생들은 게임에 참여하며 연습의 시작과 종료 시점을 스스로 결정합니다.\n과제 전개: 교사는 각 학습 활동이 끝날 때 새로운 전술 문제와 학습 과제로 학생들이 이동할 시기를 결정합니다.\n그리핀(L. Griffin), 미첼(S. Mitchell), 오슬린(J. Oslin)의 이해 중심 게임 모형으로 변형 게임을 구성할 때 반영해야 할 핵심 개념\n변형 게임은 반드시 정식 게임의 대표성을 가져야 하며, 전술 기능 개발에 집중할 수 있도록 상황이 과장되어야 합니다.\n• 대표성: 게임 방식은 학생들이 정식 게임에 참여할 때 직면하는 실제 상황을 포함해야 합니다. 예를 들어, 야구에서 출루를 가르칠 때는 규정대로 베이스 간의 거리를 유지하고 모든 선수가 올바른 위치에 있어야 합니다.\n• 과장성: 학생들이 움직임의 전술 문제에만 집중할 수 있도록 게임 방식이 설계되어야 합니다. 하나의 수행 단위를 세분화하여 반복 수행하고 다양한 참여 방식을 결합시켜 게임 형식의 과장된 특징을 부각시킵니다.\n알몬드(L. Almond)의 게임 유형\n알몬드는 게임을 분류하여 유사한 형태로 분류될 수 있는 게임 간의 공통 속성을 제시하였습니다. 동일 분류의 게임은 다수의 공통점을 가지며, 이러한 범주에서는 다른 게임을 이해하고 수행하는 데 도움을 줍니다.\n예를 들어 축구, 농구, 하키에서 유사한 전술과 기능을 배우면서 세 게임을 일반화하는 방식으로 수비 위치와 포지션의 개념을 배울 수 있습니다.\n게임 분류:\n- 침범형: 농구, 하키, 풋볼, 라크로스, 넷볼, 축구, 프리스비\n- 네트형/벽면형: 네트형(배드민턴, 피클볼, 탁구, 배구), 벽면형(라켓볼, 스쿼시)\n- 필드형: 야구, 크리켓, 킥볼, 소프트볼\n- 표적형: 당구, 볼링, 골프\n",
    "528": "개인적·사회적 책임감 지도 모형 (Teaching for Personal Social Responsibility: TPSR)\n주요 개념: 통합, 전이, 권한 위임, 교사-학생 관계\n① 개요\n이 모형은 체육 교육을 통해 학생들이 스스로와 타인에 대한 책임을 효과적으로 지는 방법을 배우고 연습할 기회를 제공합니다.\n② 모형의 핵심\n책임감과 신체 활동은 별개의 학습 목표가 아니며, 두 가지를 동시에 추구하고 성취하는 것이 이 모형의 핵심입니다.\n③ 책임감 수준과 주제\n- 5단계: 전이\n   예시: 지역사회에서 타인을 가르치는 것, 집에서 개인 체력 프로그램 실행하기, 청소년 스포츠 코치로 자원하기, 좋은 역할 모델이 되기\n- 4단계: 돌봄과 배려\n   예시: 경청과 대응, 거드름 피우지 않고 돕기, 타인의 요구와 감정 인정\n- 3단계: 자기 방향 설정\n   예시: 교사 감독 없이 과제 완수, 자기 평가 기능, 자기 목표 설정 가능, 부정적인 외부 영향에 대응 가능\n- 2단계: 참여와 노력\n  예시: 자기 동기 부여 있음, 의무감 없는 자발적 참여, 열심히 시도하는 학습\n- 1단계: 타인의 권리와 감정 존중\n  예시: 다른 사람을 방해하지 않고 참여하기, 자기 통제 보임, 타인을 고려하면서 안전하게 참여하기, 평화로운 갈등 해결 시도\n- 0단계: 무책임감\n  예시: 참여 의지 없음, 자기 통제 능력 없음, 어떠한 수전의 책임감도 수용할 의사 없음, 다른 사람들을 방해하는 시도\n④ 학습 영역의 우선순위\n현재 학습 활동의 중점에 따라 결정됩니다. 계획된 학습 과제에서의 학생 참여는 개인적·사회적 책임감을 발달시킬 기회를 제공하며, 이 목표가 우선순위가 됩니다.\n⑤ 교수-학습 주도성\n- 내용 선정: 교사는 학생의 책임감 수준을 고려하여 수업 내용을 결정합니다.\n- 수업 운영: 학생의 책임감 수준에 따라 교사가 수업을 관리하고, 책임감 수준이 높을 경우 학생에게 더 많은 자율성을 줍니다.\n- 과제 제시: 교사가 학생의 현재 수준을 평가하여 과제를 제시합니다.\n- 참여 형태: 교사가 학생의 참여 형태를 결정합니다.\n⑥ 교수적 상호 작용: 교사가 학생들과의 상호 작용을 통해 학습을 이끌어가는 방법입니다.\n7. 학습 진도: 학습 진도를 언제 다음 단계로 진행할지를 교사가 결정합니다.\n8. 과제 전개: 교사가 학습 과제를 언제 전환할지를 결정합니다.\n",
    "53": "1. 지도 계획안의 설계\n스포츠 지도 과정에서 주어진 시간, 노력, 자원을 효과적으로 활용하여 효율적이고 효과적으로 지도하기 위한 필수 과정\n- 메츨러(M. Metzler)의 교수 학습 계획안 작성 요소 기준\n  1. 수업 맥락의 간단한 기술: 학습자의 특성, 시간, 장소, 수업 차시 등의 총체적인 수업 맥락 설명 포함\n  2. 학습 목표: 맥락 분석과 내용 분석 결과를 고려하여 선정하며, 일반 목표와 행동 목표로 구분됨\n     - 일반 목표: 학습의 포괄적인 영역 의미\n     - 행동 목표: 성취해야 하는 특정 운동 수행 기준을 세 가지 목표로 구성\n  3. 시간과 공간의 배정\n     - 시간 배정: 각 활동마다 소요 시간을 대략적으로 추정하여 분 단위로 기록하고, 수업 시작과 종료 시점을 명시\n     - 공간 배정: 각 활동에 필요한 학습 환경을 쉽게 알아볼 수 있도록 간단한 도해로 작성\n  4. 학습 활동 목록: 학습자가 수행할 과제 순서에 따라 학습 활동 목록 작성\n  5. 과제 제시와 과제 구조\n     - 과제 제시: 필수 학습 과제를 학생에게 제시하기 위한 전략 활용\n     - 과제 구조: 학생의 참여를 고려하여 학습 활동을 설계하는 방식\n  6. 평가: 평가 시기와 평가 관리 및 절차에 대한 고려 사항(시간 배정, 평가 운영 방법, 필요한 기구 및 자료의 준비) 포함\n  7. 학습 정리 및 종료: 질문을 통해 학생이 학습 내용의 핵심을 기억하도록 하며, 학습한 내용과 그 중요성을 재확인하는 과정을 통해 마무리\n매이거(R. Mager)가 제시한 학습 목표 설정 요소\n- 운동 수행에 필요한 상황과 조건\n- 성취해야 하는 행동, 기능, 지식\n- 설정된 운동 수행 기준\n",
    "54": "지도 내용의 발달적 조직\n① 링크(J. Rink)의 내용 발달 단계\n시작 (전달):\n- 교사가 학생에게 가장 먼저 제시하는 과제\n- 학생에게 가르칠 새로운 기능이나 전략\n- 수업 시작을 위한 최초의 과제로, 다른 과제로 넘어가는 연결 과제\n확대\n- 내용의 발달적 분석은 확대 과제에서 시작되며, 학습 경험을 간단한 과제에서 복잡한 과제로, 또는 쉬운 과제에서 어려운 과제로 발전시킴\n- 운동 수행의 복잡성과 난이도의 변화를 통해 이루어짐\n- 확대 과제를 조직하는 방법은 과제 간 발달과 과제 내 발달로 분류됨\n- 과제 간 발달: 쉬운 기능에서 어려운 기능(다른 기능)으로 발전\n    예: 배구의 언더핸드 서브를 학습한 후 오버핸드 서브를 학습함\n- 과제 내 발달: 같은 기능 내에서 단순한 내용에서 복잡한 내용으로 발전\n    예: 언더핸드 서브를 가까운 거리에서 연습한 후 먼 거리에서의 서브로 발전함\n세련\n- 운동 수행의 질에 초점을 두고 목표의 범위를 좁히며 수행의 질적 발달에 대한 학습자의 책임감을 강화함\n- 지도자가 학습자에게 운동 수행의 결과에 대한 정보를 제공할 때 운동 수행의 질이 향상됨\n- 지도자는 학습자에게 유익한 피드백을 제공할 수 있음\n응용 (적용)\n- 확대와 세련을 통해 습득한 기능을 실제 또는 유사한 상황에서 사용할 수 있도록 지도 내용을 조직함\n- 확대와 세련의 수준과 일치하여 배운 기능을 적용할 수 있는 과제여야 함\n- 응용 과제는 지도 전 과정에 배치될 수 있음 (확대 과제를 제공하면서 응용 과제를 제시)\n② 기능의 속성에 따른 내용 발달\n  - 폐쇄 기능의 발달: 환경 변화에 영향을 받지 않는 기능(정적)\n    예: 양궁, 골프, 사격 등\n  - 개방 기능의 발달: 환경 변화에 따라 기능의 요구 조건이 변화하는 기능(동적)\n    예: 팀 스포츠와 관련된 기능\n체육 수업 활동 유형\n- 학습센터(스테이션 수업): 학생들을 소집단으로 나누어 연습 장소 주변에 지정된 여러 센터를 순회하는 유형\n- 기능 연습: 1~2가지 기능 요소를 단순하고 통제된 상황에서 여러 번 반복하여 연습하는 유형\n- 리드-업 게임: 정식 게임을 단순화한 형태로 몇 가지 기능 연습의 특징과 정식 게임의 특징을 포함하여 단순한 기능을 익히게 한 후 나중에 복잡한 게임으로 전이할 수 있도록 하는 유형\n- 변형 게임: 필드나 코트의 크기, 골대와 목표물의 크기, 팀의 인원수, 게임 규칙 등을 변형하여 더 많은 전략과 전술의 활용 기회를 늘리는 유형\n- 스크리미지(전술연습 게임): 게임 중 티칭 모멘트가 발생할 경우 언제든지 멈출 수 있는 완전 게임의 형태로 게임 중의 특정 장면을 반복함으로써 학생이 다양한 게임 상황을 체험할 수 있도록 하는 유형\n- 역할 수행: 경기위원, 심판, 점수 기록자, 코치 등의 다양한 역할을 수행하면서 스포츠에 대해 더 많이 학습하게 하는 유형\n- 협동 과제: 과제를 위해 학생들을 소집단으로 편성하여 협동 학습 활동을 하도록 하는 유형\n젠틸(A. Gentile)의 스포츠 기술\n환경의 안정성은 수행자가 어떤 과제를 수행하고 있을 때 환경적 요소들이 시간적, 공간적으로 동적인지 아니면 정적인지를 의미한다.\n- 폐쇄 기술: 정적인 조건의 환경에서 수행되는 기술 예시 - 골퍼가 정지된 물체를 맞추는 스윙\n- 개방 기술: 동적인 조건의 환경에서 수행되는 기술 예시 - 타자가 움직이는 물체를 맞추는 스윙\n효과적인 벌 전략의 사용\n1. 삭제 훈련: 학생이 특정 행동을 하지 않으면 보상을 제공하는 행동 수정 기법\n2. 적극적 연습(회복적 과수정): 학생이 부적절한 행동을 할 때마다 반대되는 적절한 행동을 반복하게 하여 부적절한 행동을 줄이는 방법\n3. 타임 아웃: 잘못된 행동에 대한 벌로 일정 시간 동안 체육 수업 활동에 참가하지 못하게 하는 방법\n4. 보상 손실: 학생이 부적절한 행동을 할 경우 당연히 누릴 수 있는 보상을 상실하게 하는 방법\n지도자의 행동 수정 기법\n1. 행동 계약: 학생의 행동과 관련된 보상 및 처벌에 대한 규칙을 학생과 함께 결정\n2. 행동 공표* 행동 계약으로 결정된 보상과 처벌을 공식적으로 공지\n3. 프리맥 원리: 좋아하는 활동을 통하여 원하지 않는 활동에 대한 학습 동기를 부여\n4. 토큰 시스템: 행동할 때마다 쿠폰이나 점수를 제공, 일정 수준이 되면 보상\n학습자 행동 수정의 기본 전략\n1. 구체적으로 진술하라: 학습자가 수정해야 할 행동을 명확히 이해할 수 있도록 함\n2. 행동 수정의 수반성을 신중하게 처리: 행동 수정 시 긍정적 혹은 부정적 결과를 명시\n3. 조금씩 변화시켜라: 작지만 중요한 문제부터 변화 시작\n4. 단계적 변화를 추구하라: 작고 지속적인 향상에 만족\n5. 일관성을 유지하라: 결정된 수반성을 꾸준히 적용\n6. 현재 수준에서 출발하라: 시급한 문제부터 시작하여 점진적으로 확대\n",
    "55": "과제 제시의 전략\n(1). 학습자 주의 집중 기술\n   - 학습 방해 요인 통제\n   - 지도자 가까이에 모여 설명\n   - 주의 집중 신호와 절차 확립 및 연습\n   - 과제를 간략하게 제시\n(2) 과제 전달 방법\n- 언어적 전달:\n많은 양의 내용을 전체 학습자에게 설명할 때 효과적임\n운동 기능이나 스포츠 기능에 대한 경험이 많지 않은 학습자에게 언어적 전달만으로는 한계가 있음\n- 시범:\n의미: 학습자에게 시각적 정보를 제공하여 이해를 돕는 방법\n시범 시 고려 사항\n정확한 시범, 연습 조건과 일치하는 시범, 기능 수행의 이유 설명, 학습자의 시범 활용, 문제 해결 과제에서 시범 활용, 시범 후 학습자의 이해 확인 필요\n- 매체:\n㉠ 필요한 부분이나 강조할 부분을 슬로우 모션으로 제공해 반복해서 관찰하기 쉽게 함\n㉡ 말이나 행동만으로 정보를 전달하기 어렵기 때문에 운동장이나 체육관에서는 이동식 칠판이 유용함\n(3) 효과적인 단서의 특징과 유형\n- 효과적인 단서의 특징\n㉠ 정확성\n㉡ 요점과 간결성\n㉢ 양적으로 적절함\n② 학습자의 연령과 수준에 적합한 언어 사용\n- 단서의 유형\n㉠ 언어적 단서: 운동 수행의 향상 방법에 대한 구두 정보\n㉡ 비언어적 단서: 정확한 동작이나 부정확한 동작을 나타내는 제스처와 시범\n㉢ 시청각 단서: 동영상, 그림, 사진을 통해 제공하는 단서\n㉣ 조작적 단서: 교사가 학생과 함께 신체 일부를 이동시켜 의사 결정하도록 돕는 방법\n(4) 질문 활용\n① 학습의 인지적 참여를 유도\n② 학습자의 동기 유발\n③ 질문의 유형\n회고적(회상형) 질문: 기억 수준의 답변을 요구\n  - 농구에서 슛을 할 때 시선은 어디에 두어야 하나요?\n수렴적(집중적) 질문: 이전 경험한 내용을 분석·통합하는데 필요한 질문\n  - 4쿼터에 10초 남았고 1점 차로 지고 있다면 수비에서 무엇을 해야 할까요?\n확산형(분산적) 질문: 경험하지 않은 문제 해결에 필요한 질문\n  - 속공 시 1명의 수비자만 있을 때 3점 슛을 던질까요, 아니면 2점 슛을 던질까요?\n가치형 질문: 사실 문제보다 가치 문제를 다루는 것으로, 선택, 태도, 의견 등을 표현하는 데 필요한 질문\n  - 예시: 상대 팀의 공격적인 흐름을 끊기 위해 의도적으로 파울을 하는 것을 어떻게 생각하는가?\n",
    "56": "4. 효과적인 관리 운영\n1. 상규적 활동\n   - 스포츠 지도 시간에 빈번하고 반복적으로 일어나는 활동\n   - 수업 시작, 출석 점검, 화장실 사용 또는 물 마시기 등\n   - 상규적 활동을 루틴으로 확립하여 학습자에게 적용하면 학습 과제 시간이 증가하는 데 도움\n2. 예방적 수업 운영\n   - 직접적으로 학습 지도를 하지 않지만 수업 자체를 관리\n   - 수업 시간의 엄수, 출석 점검 시간의 절약, 주의 집중 신호의 반복 연습, 격려와 주의 환기, 높은 비율의 피드백과 긍정적인 상호작용의 활용 등\n3. 수업 흐름의 관리\n   - 학습자의 학습 시간이나 학습 기회를 높이는 데 목적\n   - 교사나 지도자가 지나치게 간섭하여 학습자들의 학습 활동을 중단시키지 않아야 함\n4. 학습자 관리 기술\n   - 학습자들이 적절한 행동을 많이 하게 하는 데 목적\n   - 수업에 방해가 되거나 부적절한 행동을 하지 않도록 함\n",
    "57": "피드백의 구분과 유형\n피드백 제공자(정보의 출처)\n- 내재적 피드백: 자신이 수행한 운동 결과를 스스로 관찰하며 얻는 피드백\n- 외재적 피드백: 다른 사람으로부터 받는 운동 수행에 대한 정보를 포함하는 피드백\n피드백의 정확도(피드백의 대상)\n- 정확한 피드백: 운동 수행에 대한 정보가 운동 기능을 정확하게 설명함\n- 부정확한 피드백: 운동 수행에 대한 정보가 운동 기능을 부정확하게 설명함\n피드백 양식\n- 언어적 피드백: 운동 수행 결과를 언어로 표현하여 제공하는 피드백\n- 비언어적 피드백: 운동 수행 결과를 행동으로 나타내는 피드백\n- 언어와 비언어 결합 피드백: 운동 수행 결과를 언어와 행동을 모두 이용해 제공하는 피드백\n피드백 평가\n- 긍정적 피드백: 운동 수행 결과에 만족하는 피드백\n- 부정적 피드백: 운동 수행 결과에 불만족하는 피드백\n- 중립적 피드백: 운동 수행 결과에 대한 만족 또는 불만족이 모호한 피드백\n피드백의 특성\n- 교정적 피드백: 다음 수행을 위해 개선 방안을 제공하는 피드백\n- 비교정적 피드백: 교정 정보는 제공하지 않고 잘못된 부분에 대한 정보만 제공하는 피드백\n피드백의 방향성\n- 개별적 피드백: 학습자에게 개별적으로 제공하는 피드백\n- 집단적 피드백: 수업 맥락 내에서 구분된 집단에게 제공하는 피드백\n- 전체 수업 피드백: 전체 학습자에게 제공하는 피드백\n\n\n피드백의 4가지 유형\n스포츠 교육에서 효과적인 지도 방법론은 다양한 피드백 유형에 대한 이해에서 시작됩니다. 성공적인 스포츠 교육을 위해 다음과 같은 피드백 유형이 사용될 수 있습니다:\n1. 교정적 피드백:\n   - 운동 수행의 정확성을 높이고 과제를 더 잘 연습할 수 있도록 문제점을 식별하고 개선 방법을 제시합니다.\n   - 예: \"몸 앞으로 글러브를 위치시켜라.\", \"공에 눈을 떼지 말고 팔로우스로우를 해라.\"\n2. 가치적 피드백:\n   - 긍정적 또는 부정적 판단의 요소를 포함하며, 학습 과정에 영향을 미칠 수 있습니다.\n   - 예: \"드리블할 때 공을 앞에다 두면서도 중심 이동을 잘 하고 있구나.\", \"상대 팀이 모욕감을 느끼게 했을 때 아주 잘 참아냈다. 잘했어.\"\n3. 중립적 피드백:\n   - 행동을 사실적으로 기술하되 판단이나 수정 지시는 없으며, 최종 평가 결정에 대한 기회를 학습자에게 줍니다.\n   - 예: “네가 많이 화가 난 것을 알겠구나.\", \"너는 모든 스테이션 과제를 완수했구나.”\n4. 불분명한 피드백:\n   - 활동 수행에 대해 명확한 정보를 제공하지 않으며, 해석이 필요하거나 잘못 해석될 가능성이 있습니다.\n   - 예: \"다시 한 번 해봐.\"는 이유를 제공하지 않음. \"독창적인데 나는 흉내도 못내겠어.\"는 칭찬인지 비아냥인지 알 수 없음.\n",
    "58" : "IT의 효과적 사용\n피드백의 효과\n- 피드백 양 증가\n- 피드백 정확도 증가\n- 즉시적인 피드백 증가\n학습자의 동기 부여 효과\n- 스스로 평가함으로써 수행자의 자기통제 능력 향상\n- 흥미를 유발해 내적 동기를 강화하는 피드백\n통신 효과\n- IT 매체를 통해 저장된 정보는 지도자와 학습자, 그리고 학습자간의 소통을 촉진\n- IT 매체를 통해 지도자와 학습자, 그리고 학습자간의 소통이 가능하게 함'",
    "59": "스포츠 지도에서는 다양한 교수 스타일을 사용할 수 있으며, 이는 교사와 학생 모두 교과 활동 전, 중, 후의 의사 결정을 가능하게 합니다. 모스턴(M. Mosston)은 '수업 활동은 연속되는 의사결정의 과정이다'라는 전제를 기반으로 체육 교수 스타일을 제안했습니다. 스타일 A에서 K까지는 각각 다른 방식의 교육법을 반영합니다.\n- A~E의 스타일은 기존 지식의 재생산을 강조하며, 모방 중심의 교육법을 표방합니다.\n- F~K는 새로운 지식을 창출하는 능력을 강조하고, 창조 중심의 교육방식을 택합니다.\n지시형(명령식) 스타일 - 스타일 A:\n1. 교사가 지시하는 대로 운동을 수행하거나 반응을 보이는 것\n2. 교사는 과제 활동 전, 중, 후의 모든 사항을 결정함\n3. 학습자는 교사가 내련 결정 사항에 대해 교사가 지시하는 대로 따름\n연습형 스타일 - 스타일 B:\n1. 학생이 기억과 모방이 필요한 과제를 스스로 연습하는 것에 피드백을 포함합니다.\n2. 교사는 모든 수업 내용을 결정하고, 이에 따라 절차를 정리하며, 학생에게 개별적으로 피드백을 제공합니다.\n3. 학습자는 9가지 특정 사항을 의사 결정하는 한편, 기억, 모방 과제를 개별적으로 수행함\n4. 학생은 수업 장소, 운영, 시작 시간, 속도와 리듬, 멈추는 시간, 질문, 휴식 시간, 자세, 복장이나 외모 등 9가지 사항을 결정하며 과제를 수행합니다.\n5. 이러한 9가지 사항에 대한 결정 권한이 과제를 진행하면서 교사에서 학생으로 넘어갑니다.\n상호 학습 스타일 - 스타일 C:\n1. 교사는 수업 내용과 기준을 정하고 운영 절차를 담당하며, 관찰자 역할을 하는 학생에게 피드백을 제공합니다.\n2. 학생들은 동료와 짝을 이뤄 서로의 움직임을 수행합니다.\n3. 과제를 수행하고, 9가지 사항에 대한 결정을 내리며, 다른 학생은 교사가 준비한 활동지를 통해 피드백을 제공합니다.\n4. 첫 번째 연습이 끝난 후에는 서로 역할을 교대합니다.\n자기 점검형 스타일 - 스타일 D\n1. 교사는 수업의 내용과 평가 기준, 운영 절차를 모두 결정하고, 학생은 독립적으로 과제를 수행하며 자신을 점검합니다.\n2. 교사의 평가 기준을 보고 스스로 과제를 수행하며, 평가 기준에 맞춰 자신의 진행 상황을 점검합니다.\n포괄형 스타일 - 스타일 E\n1. 학생이 자신의 능력에 맞는 난이도의 과제를 선택합니다.\n2. 교사는 다양한 기술 수준을 가진 학생들의 차이를 고려하여, 과제 난이도와 수업 내용 및 절차를 결정합니다.\n3. 학생은 자신이 이룰 수 있는 수준을 확인하고 필요에 따라 과제 수준을 조정하며, 평가 기준에 맞춰 본인의 수행을 점검합니다.\n유도 발견형 스타일 - 스타일 F\n1. 학생이 정해진 해답을 발견하도록 계열적이고 논리적인 질문을 설계합니다.\n2. 교사는 목표 개념을 발견하도록 유도하는 질문을 설계하고 교과와 관련된 모든 결정을 내립니다.\n3. 학생은 교사가 제시한 질문에 대한 해답을 찾고, 주어진 과제 내에서 제한적으로 의사 결정을 내립니다.\n수렴 발견형 스타일 - 스타일 G\n1. 학생이 수렴적 과정을 통해 정해진 반응을 발견합니다.\n2. 논리적 규칙, 비판적 사고, 문제 해결 등 합리적 사고 과정을 통해 문제를 해결합니다.\n3. 학생은 자신의 추리력, 호기심, 논리적 사고를 활용하여 문제에 대한 해답을 발견합니다.\n확산 발견형 스타일 - 스타일 H\n1. 정확한 인지 활동을 통해 특정 문제나 상황에서 확산적인 반응을 발견하는 것.\n2. 교사는 문제와 주제를 결정하고, 학습자의 다양한 반응을 수용함.\n3. 학습자는 특정 문제에 대해 다양한 설계, 해답, 반응을 발견함.\n자기 설계형 스타일 - 스타일 I\n1. 학습자가 스스로 학습 프로그램을 설계하고, 학습에 적합한 다양한 과제를 제시할 수 있도록 조직화하는 것.\n2. 교사는 학습자가 학습 주제를 결정할 수 있도록 공통 교과 내용을 선정하고, 학습 진행을 관찰하며 학습 질문과 답변을 경청함.\n3. 학습자는 공통 교과 내용 안에서 자신만의 초점에 따라 질문을 만들고, 학습 진행 과정을 확인하는 질문을 만들어 해답과 움직임을 발견하며, 학습 범위를 설정함.\n4. 학습자는 개인의 프로그램에 맞춰 학습하고, 스스로 학습을 설계하며, 과정의 연결을 책임짐.\n자기주도형 스타일 - 스타일 J\n1. 학습의 설계와 경험 전반에 대한 책임이 학습자에게 있음.\n2. 학습자는 과제 활동 전, 중, 후에 학습 평가 기준을 설정하고, 자신의 학습 프로그램을 설계하고, 교사의 참여 방법을 결정함.\n3. 교사는 학습자가 주도하는 결정 과정과 학습 조건을 지원하며, 학습 결과를 인정함.\n자기 학습형 스타일 - 스타일 K\n1. 교과 내용 및 학습 목표를 개인이 설계하고, 이를 스스로 성취하는 방식.\n2. 수업의 모든 결정을 학생이 내리고, 학생이 동시에 교사 역할을 수행할 수 있어야 함.\n3. 학습자가 스스로를 가르치는 상황에 존재할 수 있음.\n모스턴(M. Mosston)의 교수 스타일에서의 인지 과정\n- 인지 과정 단계 (SDMR): 자극(Stimulus) → 인지적 불일치(Dissonance) → 사색(Mediation) → 반응(Response)\n- '사고'는 기억, 발견, 창조를 위해 뇌를 자극할 때 진행됨.\n- 자극은 알고자 하는 욕구를 부추기는 기억되지 않은 상황이나 흥분을 유도함.\n- 자극은 사람을 인지적 부조화 상태로 이동시킴. 불안정하거나 흥분 상태, 해답을 찾고자 하는 욕구에 의해 나타나는 상황으로 이동시킴\n- 부조화를 줄이기 위한 해답, 해결책, 반응 탐색은 기억 과정, 발견 과정, 창조 과정으로 진행되며, 이는 사색(Mediation)으로 볼 수 있음.\n- 사색이 끝날 때 반응(Response)은 새로운 해답, 해결, 아이디어 또는 움직임 패턴으로 만들어짐.\n",
    "510": "모스턴(M. Mosston)의 교수 스타일에서의 인지 과정\n- 인지 과정 단계 (SDMR): 자극(Stimulus) → 인지적 불일치(Dissonance) → 사색(Mediation) → 반응(Response)\n- '사고'는 기억, 발견, 창조를 위해 뇌를 자극할 때 진행됨.\n- 자극은 알고자 하는 욕구를 부추기는 기억되지 않은 상황이나 흥분을 유도함.\n- 자극은 사람을 인지적 부조화 상태로 이동시킴. 불안정하거나 흥분 상태, 해답을 찾고자 하는 욕구에 의해 나타나는 상황으로 이동시킴\n- 부조화를 줄이기 위한 해답, 해결책, 반응 탐색은 기억 과정, 발견 과정, 창조 과정으로 진행되며, 이는 사색(Mediation)으로 볼 수 있음.\n- 사색이 끝날 때 반응(Response)은 새로운 해답, 해결, 아이디어 또는 움직임 패턴으로 만들어짐.\n3. 스포츠 지도 교수 전략\n① 상호작용 교수: 지도자가 모든 교과 내용과 기준을 정하고, 세부 운영 절차 및 구체적인 피드백을 제공하여 학습자의 반응을 이끌어내는 수업 방법\n② 과제 교수(스테이션 교수): 교육 목표나 내용에 따라 학생들을 나누고, 수업 공간을 여러 개로 나누어 다양한 과제를 동시에 진행하는 수업 방법\n③ 동료 교수: 짝이나 작은 그룹으로 팀을 구성하여 서로를 가르치는 방법\n④ 유도 발견 학습: 지도자의 질문을 통해 과제를 제공하고, 학습자가 스스로 문제를 해결하도록 유도하는 수업 방법\n⑤ 학습자 설계 교수: 학습자가 중심이 되어 학습 과제를 설계하고 능동적으로 수행하는 방법\n",
    "61": "평가의 목적\n① 교육 및 학습의 효과성 증대\n② 학습자의 운동 참여 및 동기 상승 촉진\n③ 학습자의 학습 상황 및 학습 안내 정보 제공\n④ 집단 구성을 위한 학습 지도 및 관리 효율화\n⑤ 이수과정 선택 정보를 제공하기 위한 학습자 능력 판가\n⑥ 교육 프로그램 및 교육 과정 적합성 확인\n⑦ 교육 목표 달성에 따른 학습 진행 상태 점검 및 지도 활동 조정\n1.1 평가의 개념\n    ① 평가는 측정보다는 포괄적인 개념으로, 교육 과정, 교수 활동, 교육 환경 등 평가 대상의 가치를 판단하는 과정입니다.\n    ② 평가는 교육 활동에 대한 피드백이며, 교육 목적 달성을 위한 수단입니다.\n    ③ 평가 결과에 따라 현재의 교수-학습 활동을 계속할지, 중단할지, 아니면 수정 및 보완해서 적용할지 결정해야 합니다.\n1.2 평가의 유형과 기능\n진단 평가:\n • 학습자의 정보를 수집하고 교육 방향을 설정·수정하며, 학습 장애의 원인과 정도를 파악하기 위한 기능입니다.\n형성 평가:\n• 교육 프로그램이나 지도 방법의 개발 단계에서 이루어지는 과정 중심의 평가 활동입니다.\n• 지도 방법과 과정, 결과의 향상 및 효율 증진을 위한 프로그램과 지도 방법 수정 기능입니다.\n총괄 평가:\n• 교육 프로그램과 지도 방법을 적용한 이후 학습자들의 성취도 등 프로그램의 효과 및 효율성의 결과를 종합적으로 판단하는 기능입니다.\n• 교육 프로그램 시작 전에 학습자(참여자)의 특성을 점검하는 평가 활동입니다.\n",
    "62": "2.1 평가의 양호도\n타당도: 스포츠 지도자가 측정하고자 하는 것을 적확하고 적합한 도구로 측정하는지에 대한 정보입니다.\n- 초등학생을 대상으로 하는 설문지를 성인을 위해 사용하면 타당도가 낮다고 볼 수 있습니다.\n내용 타당도:\n- 내용 전문가가 논리적 사고와 분석 과정을 통해 검사 문항이 의도한 바를 측정하는 데 적합한지를 판단함으로써 평가\n- 검사 문항이 측정하려는 내용을 얼마나 잘 대표하는지를 평가합니다.\n준거타당도:\n- 측정 도구의 결과가 다른 기준이 되는 측정 결과와 얼마나 관련이 있는지를 나타내는 수준\n- 미래의 측정 결과와의 관계는 '예측 타당도', 현재의 다른 측정 결과와의 관계는 '공인 타당도'라고 부릅니다.\n- 예측 타당도: 측정 결과가 미래의 행동을 정확히 예측할 수 있는 정도를 의미합니다.\n- 공인 타당도: 검사 결과가 이미 타당하다고 인정된 다른 검사 결과와 얼마나 일치하는지를 통해 검사의 타당도를 추정합니다.\n구인타당도:\n- 인간의 심리적 특성처럼 정의하기 어려운 심리적 구인을 조작적으로 정의한 후, 그 정의를 기준으로 심리적 특성을 얼마나 제대로 측정하고 있는지를 나타냅니다.\n신뢰도: 측정 도구를 시간의 흐름과 관계없이 반복하여 사용할 수 있으며, 일관성 있는 측정 결과를 낼 수 있는 정도를 의미합니다.\n- 초등학생을 대상으로 설문 조사를 할 경우, A 초등학교와 B 초등학교에서 동일한 설문지를 사용하면 신뢰도가 높다고 볼 수 있습니다.\n검사-재검사: 시간차를 두고 개념이나 변인을 두 번 측정하여 나온 점수 간의 상관관계로 신뢰도를 추정합니다.\n동형 검사: 동일한 구인을 측정하는 두 개의 검사지를 개발하고, 이로부터 나온 점수들 간의 상관관계를 통해 신뢰도를 추정합니다.\n내적 일관성: 하나의 측정 도구 내 문항들 간의 연관성을 통해 측정 문항의 신뢰도를 추정합니다. 주로 크론바흐 알파(Cronbach α) 계수를 사용하며, 계수가 0.7 이상(일부 문헌에서는 0.6 이상)이면 내적 일관성이 있다고 판단됩니다.\n반분 신뢰도: 한 번 실시한 검사를 두 부분으로 나누어 이 두 부분 간의 상관관계로 신뢰도를 추정합니다.",
    "63": "2. 평가의 실천적 측면\n1. 평가 기준\n- 절대 평가(준거 지향 평가): 학습자의 교과별 학업 성취도를 평가할 때, 집단 내 다른 학습자들과 비교하지 않고, 사전에 설정된 교수-학습 목표를 기준으로 그 목표의 달성도를 평가하는 방법을 말합니다.\n- 상대 평가(규준 지향 평가): 학업 성취도를 평가할 때, 집단 내 상대적인 서열을 중심으로 평가하는 방법입니다.\n- 자기 지향 평가: 학습자가 지식과 기능을 활용하여 학습 과제를 수행하는 능력을 평가하는 방법입니다.\n- 수행 평가: 학생의 수행이나 산출물을 직접 관찰하거나 검토하여 그 질에 대해 전문가적인 판단을 내리는 평가 방법입니다.\n- 실제 평가: 수행 평가의 한 형태로, 실제 상황에서 요구되는 과제와 유사한 과제를 수행함으로써 피평가자의 능력이나 특성을 측정하는 방법입니다.\n",
    "64": "2. 평가 기법\n- 체크리스트:\n     -특정 행동이나 특성을 나열한 목록으로, 사건이나 행동의 발생 여부를 빠르게 확인하기 위해 사용됩니다.\n     - 리스트를 만드는 것은 비교적 쉬운 반면, 우수한 목록을 구성하려면 세심한 주의가 필요합니다.\n     - 행동의 발생 여부를 '예' 또는 '아니요'로 평가하지만, 운동 기능의 질적 측면은 '우수', '보통', '미흡' 등으로 평가할 수 있습니다.\n- 평정척도:\n     - 행동의 질적 차원을 측정하기 위해 개발된 도구입니다.\n     - 행동의 적절성이나 운동 기능 향상 정도를 수집하는 데 사용합니다.\n     - 3단계나 5단계의 척도를 사용하여 자가 평가를 돕습니다.\n     - 선택지가 많으면 정확도가 높지만 신뢰성이 떨어질 수 있습니다.\n- 루브릭:\n     - 평가자가 각 수행 수준의 특성을 명확히 이해할 수 있도록 돕습니다.\n     - 점수를 사전에 할당하여 다양한 차원의 행동을 관찰합니다.\n     - 운동 수행의 질을 '우수=3, 보통=2, 미흡=1'으로 평가합니다.\n- 관찰:\n   - 철학적 관점에서 인식을 위한 적극적인 살펴보기입니다. 경기 관람, 영상 촬영 등으로 관찰이 이루어질 수 있습니다.\n- 동료 평가:\n   - 학생들이 서로를 평가해 비평 능력을 키웁니다.\n- 학습자 일지:\n   - 특정 활동 후 특성을 기록하는 것입니다. 자기 기록으로 정확성을 확인할 수 있습니다.\n- 학습자 면접과 설문지:\n   - 설문지나 면담으로 학습자의 생각을 수집합니다. 이는 문제 해결과 새로운 프로그램 기획에 유용한 자원입니다.\n\n\n관찰 유형:\n   - 사건 기록법: 수업 중 특정 행동의 발생 빈도를 체크하여 평가하는 방법입니다.\n   - 지속시간 기록법: 학습 과정 중 특정 행동의 지속 시간을 측정합니다.\n   - 동간 기록법: 일정 시간에 어떤 대표 행동이 일어나는지를 관찰합니다.\n   - 순간적 시간 표집법: 특정 순간에 학생들의 행동 참여 정도를 기록합니다.\n   - 집단 시간 표집법: 일정한 간격으로 전체 학생을 관찰하여 특정 행동에 참가하는 인원을 기록합니다.\n   - 자기 기록법: 관심 있는 행동을 본인이 직접 기록하는 방법입니다.\n",
    "71": "1.1 학교 체육 전문가의 핵심 역량 개발\n   · 인지적 자질:\n   - 학생 개인의 특성과 신체 활동 학습 및 발달 수준 이해\n   - 체육 교과에 대한 전문 지식 보유\n   · 수행적 자질:\n   - 교육 교과, 학생, 교육 상황에 맞는 교육 과정의 개발 및 운영\n   - 학생의 신체 활동 관련 학습의 관찰 및 평가\n   - 체육 공동체 구성원들과의 협력 관계 구축\n   · 태도적 자질:\n   - 전문성 개발을 위한 지속적인 반성과 실천\n   - 건전한 인성과 교직에 대한 사명감 보유\n학교 체육 전문가의 전문적 자질\n   · 지식: 인지적 측면에서 학교 체육 전문가로서 알아야 할 것 (학습자 이해, 교과 지식)\n   · 수행 능력: 교육 과정 운영 및 개발, 수업 계획 및 운영, 학습 모니터 및 평가, 협력 관계 구축\n   · 태도: 올바른 성품과 인성을 함양하고 이를 행동으로 보여줄 수 있는 자질 (교직 인성·사명감, 전문성 개발)\n",
    "72": "생활체육 전문가의 핵심 역량\n - 인지적 자질:\n   생활체육 참여자에 대한 이해\n   종목 내용 및 교수 내용에 대한 지식\n   교육 환경 지식\n- 기능적 자질: 프로그램 개발, 종목 지도 관리 등의 능력 및 지식\n- 인성적 자질: 참여자의 신체적·심리적·사회적 특성 이해",
    "73": "전문 체육전문가의 핵심 역량 개발\n   - 전문적 자질 영역: 철학 및 윤리, 안전 및 상해 예방, 신체적 컨디셔닝, 성장 및 발달, 지도법 및 커뮤니케이션, 운동 기능 및 전술, 조직과 운영, 평가\n",
    "74": "1. 형식적 성장\n   - 개념:\n     - 체계적인 교육을 통해 체육 전문인으로 성장합니다.\n     - 주로 제도화된 교육 과정을 통해 이루어지며, 교육 이수 후 성적, 학위, 자격증을 부여받습니다.\n   - 사례:\n     - 대학 학위 과정, 체육 지도자 연수 과정, 체육 관련 단체 및 협회의 자격증 제도 등\n",
    "75": "2. 무형식적 성장\n   - 개념:\n     - 공식적인 교육 기관 외부에서 이루어지는 학습 기회에 참여함으로써 성장합니다.\n     - 단기간에 자발적으로 이루어지며, 더 많은 지식을 가진 인물과의 학습 기회가 제공됩니다.\n   - 사례:\n     - 코칭 컨퍼런스, 세미나, 워크숍, 특정 그룹 소모임, 비정규적 수업\n",
    "76": "3. 비형식적 성장\n   - 개념:\n     - 일상적인 경험에서 얻는 학습 방식입니다.\n     - 실제 경험에 대한 반성을 통해 전문성을 키우며, 자기 주도적인 학습으로도 불립니다.\n   - 사례:\n     - 과거 선수 경험, 비형식적 멘토링, 실제 코칭 경험, 동료 코치나 선수들과의 대화, 인터넷 자료, 독서, 저널 및 잡지 읽기, 스포츠 과학 영상 시청 등"
}