{
    "11": "1. 체력\n(1) 체력의 정의:\n① 체력은 생명을 유지하는 기초가 되며, 몸을 움직이는 힘으로, 과도한 피로 없이 직업적·여가적 일상생활을 할 수 있는 능력입니다.\n② 체력은 건강 관련 체력과 운동(기술) 관련 체력의 종합적인 신체 능력과 정신적 영역을 포함합니다.\n(2) 체력의 구분\n① 건강 관련 체력:\n- 근력: 근육이나 근육 그룹이 발휘할 수 있는 최대의 힘\n- 근지구력: 장시간 동안 근육이 일정한 힘을 반복적으로 발휘할 수 있는 능력\n- 심폐지구력: 심장, 허파 등 순환계가 운동 중인 근육에 산소를 효율적으로 공급하여 지속적으로 신체 활동을 할 수 있는 능력\n- 유연성: 부상 없이 최대 관절 가동 범위에서 부드럽게 관절을 움직일 수 있는 능력\n- 신체조성: 인체 구성 요소의 양적 및 상대적 비율\n② 운동(기술) 관련 체력:\n- 민첩성: 운동의 목적에 따라 신체를 신속하고 정확하게 조작하는 능력\n- 평형성: 일정한 자세로 신체의 균형을 유지하는 능력\n- 협응성: 신체 각 분절의 조화를 통해 움직임을 매끄럽고 정확하게 하는 능력\n- 스피드: 움직임이 진행되는 빠르기\n- 순발력: 근육이 순간적으로 빠르게 수축하여 발휘하는 힘\n- 반응 시간: 자극이 주어진 순간부터 반응이 일어날 때까지의 시간",
    "12": "\n2. 트레이닝의 원리\n① 과부하의 원리: 수행자의 능력보다 높은 자극(부하)을 제공하여 적응 수준을 향상시킴\n② 점증 부하의 원리: 신체가 적응함에 따라 점진적으로 운동 강도와 빈도를 높임\n③ 특수성(특이성)의 원리: 트레이닝이 적용되는 근육 동작, 부위, 형태 등에 따라 효과가 다르게 나타남\n④ 다양성의 원리: 운동과 휴식, 강도, 트레이닝 방법 등을 다양하게 변경하여 흥미를 유발\n⑤ 개별성의 원리: 수행자의 체력 수준, 건강, 목적 등에 맞춘 프로그램을 제공\n⑥ 반복성의 원리: 체력은 일회성 훈련으로 발달되지 않으므로 반복적으로 실시\n⑦ 전면성의 원리: 신체 능력 향상을 위해 다양한 운동을 규칙적으로 실시\n⑧ 가역성의 원리: 운동을 하지 않거나 과부하를 주지 않을 경우 운동 적응 상태가 감소하여 운동 전 상태로 돌아감",
    "13": "\n(1) 항상성\n인체의 조절 체계는 내부 환경을 일정하게 유지하는데, 이는 내부 환경의 안정성을 의미합니다.\n- 예: 혈압의 정상 범위는 확장기의 경우 60~80mmHg, 수축기의 경우 90~120mmHg입니다.\n(2) 항상성 조절 구성\n1. 항상성 조절은 자극에 따른 내부 환경의 변화에서 시작됩니다. 감지기(수용기)는 이 정보를 통합기(통합 센터)로 전달합니다.\n2. 통합기는 이 정보를 바탕으로 필요한 반응의 양을 평가하고, 적절한 신호를 효과기로 보냅니다.\n3. 효과기는 장애 요인을 조정해 자극을 제거합니다.\n항상성 조절 과정 요약:\n자극 → 감지기(수용기) → 통합기(통합 센터) → 효과기\n(3) 항상성 조절 기전:\n1. 자극은 수용기를 활성화시킵니다.\n2. 수용기는 장애 요인에 대한 신호를 통합 센터로 보냅니다.\n3. 통합기는 이 신호를 효과기로 전달해 장애 요인을 수정합니다.\n4. 효과기는 장애 요인을 수정해 자극 요인을 제거합니다.\n피드백 기전:\n1. 음성 피드백:\n   - 효과기에 의한 반응은 감지기에 대한 자극을 억제합니다.\n   - 대다수의 인체 조절 체계가 이 방식을 따릅니다.\n   - 예: 체온 조절\n2. 양성 피드백:\n   - 음성 피드백과 반대로, 원인을 촉진하는 방식입니다.\n   - 예: 분만 시 옥시토신의 분비는 자궁 경부 수축을 촉진하고, 이는 다시 옥시토신 분비를 더욱 촉진합니다.\n(4) 항정 상태(steady state):\n    - 항정 상태는 신체의 요구에 맞춰 생리적인 변화를 일으키지 않고 일정한 상태를 유지하는 것을 의미합니다.\n    - 지속적인 운동 강도에 적응하여 일정한 심박수를 유지하게 되는 현상입니다.",
    "14": "\n1. 운동생리학의 역사와 정의\n(1) 운동생리학의 역사\n미국의 운동생리학은 1920년대 호흡 생리학의 권위자인 L. Henderson이 설립한 하버드 피로연구소에서 시작되었습니다.\n이곳에서는 최대 산소 섭취량, 산소 부채, 탄수화물과 지방 대사, 환경 생리학, 임상 생리학, 노화, 혈액 및 체력 등 다양한 분야의 연구가 이루어졌습니다.\n(2) 운동생리학의 정의\n     1. 운동 생리학은 일회적이거나 반복적인 운동 수행 시 인체에 나타나는 생리적인 변화를 분석하고, 그 법칙성과 메커니즘을 밝히는 학문입니다.\n     2. 운동을 통해 나타나는 인체의 반응과 적응에 대한 원인을 규명하여 인체 기능뿐만 아니라 수행력과 건강 등에 미치는 생리적 의미를 연구합니다.",
    "15": "\n(1) 운동생리학의 기능\n  - 신체적 활동, 체력 상승, 경기력 향상 및 재활 프로그램 등에 생리학적 기반을 제공함.\n(2) 운동생리학의 관련 학문\n  1. 생리학(인체 생리학): 생물(특히 사람)의 기능과 활동의 원리를 연구하는 학문.\n  2. 해부학:인체 내부의 구조와 작용을 연구하는 학문.\n  3. 운동 처방학: 체력 향상과 건강 증진을 위한 운동 기준과 지침을 제안하는 학문.\n  4. 스포츠 의학: 의학적 지식을 바탕으로 스포츠와 인체의 관계를 연구하고 적용하는 학문.\n  5. 운동 영양학: 운동 및 스포츠 분야에서 영양의 역할과 식단을 실험하고 연구하는 학문.",
    "21": "\n1. 에너지 대사의 개념\n   ① 인체 내에서 일어나는 에너지의 방출, 전환, 저장, 그리고 이용의 모든 과정을 의미합니다.\n      음식물 → 화학적 에너지 → 기계적 에너지\n   ② 인체는 섭취한 음식물로부터 화학적 에너지를 얻고 이를 기계적 에너지로 전환하여 생리적 작업을 수행합니다.",
    "22": "\n2. 물질 대사 작용\n   ① 동화 작용: 에너지를 저장하면서 물질을 합성하는 과정\n   ② 이화 작용: 에너지를 소비하면서 물질을 분해하는 과정",
    "23": "\n2. 인체의 에너지 대사\n1. 근수축 에너지원\n   ① 인체는 생명 유지와 신체 활동을 위해 탄수화물, 지방, 단백질의 이화 작용을 통해 에너지를 획득해 아데노신 삼인산(Adenosine Tri-Phosphate: ATP)을 생성합니다.\n   ② 에너지원은 근세포에서 ATP 형태로 변환되어 사용됩니다.\n   ③ ATP는 근육 속에 소량 저장되어 있어 지속적으로 재합성해야 합니다.",
    "24": "\n2. ATP 재합성 방법 (기출 2016)\n   - 무산소성 과정: 산소를 사용하지 않고 ATP를 합성 (세포의 원형질, 즉 근형질에서 반응)\n   - 유산소성 과정: 산소를 사용하여 ATP를 합성 (미토콘드리아 내에서 반응)\n무산소성 과정:\n- 인원질 체계(ATP-PC 시스템):\n- 무산소성 해당 과정(젖산 과정)\n유산소성 과정:\n- 유산소 시스템",
    "25": "\n1. ATP 생성 시스템(인원질 체계):\n   * 근육세포는 한 가지 또는 세 가지 대사 경로를 통해 ATP를 생성할 수 있습니다.\n   * 가장 빠르고 쉽게 ATP 생성\n   * 순간적으로 강하게 근육이 수축할 때 효율적으로 ATP 재합성\n   * 근세포에 저장된 크레아틴인산 (phosphocreatine: PC)는 ATP를 재합성하는 주요 저장 연료입니다.\n   * 근수축 중에는 ATP가 ADP와 무기인산(Pi)으로 분해되고, 동시에 PC가 크레아틴키나아제에 의해 분해됩니다.\n   * PC가 분해되면서 방출되는 에너지는 ADP와 Pi를 결합시켜 ATP를 재합성\n2. 베타 산화 작용:\n   * 체내에 저장된 중성지방은 지방산으로 전환되어 유산소 대사의 연료로 사용됩니다.\n   * 지방산은 베타 산화 과정을 거쳐 아세틸 조효소 A로 변환되어 미토콘드리아에서 에너지를 생성합니다.\n3. 무산소성 해당 과정 (젖산 과정):\n   * 탄수화물로 에너지를 공급하며 포도당 당 2개의 순수 ATP와 피루브산 또는 젖산을 생성합니다.\n   * 적절한 양의 NAD가 있어야 해당 작용을 지속할 수 있으며, NAD는 수소 이온을 받아들여 NADH를 형성합니다.\n   * 산소가 부족할 경우 피루브산이 젖산으로 전환되고, 젖산은 간에서 코리 사이클을 통해 포도당으로 다시 전환됩니다.\n   * 무산소성 해당 과정의 결과 생성된 젖산은 미토콘드리아로 보내져 산화되고, 간으로 보내져 글리코겐으로 재합성하여 제거된다. 이를 코리 사이클이라고 한다.\n4. 유산소 시스템:\n   * 산소가 충분할 경우, 포도당과 글리코겐은 크렙스 회로와 전자 전달계를 통해 에너지를 생성합니다.\n   * 피루브산은 산소가 충분할 경우 아세틸 조효소 A (Acetyl-CoA)로 변환되어 크렙스 회로로 들어가며, 지방(중성지방)은 지방산과 글리세롤로 분해된다.\n   * 지방산은 베타 산화를 통해 아세틸 CoA로 변환되어 에너지를 생성합니다.\n5. 전자 전달계\n   * 크렙스 회로와 해당 과정에서 방출된 전자와 수소 이온이 산소와 결합해 물을 형성하고, 이 때 생성된 에너지를 통해 ATP를 합성합니다.\nATP 생산과 연관된 생화학적 체계\nATP를 생성하는 생화학적 경로는 각각의 특정 효소에 의해 촉진됩니다. 특히 속도를 조절하는 효소들은 대사 과정의 속도를 결정하는 중요한 역할을 합니다.\n- ATP-PC 체계의 조절:\n  크레아틴 인산의 분해는 크레아틴 키나아제(creatine kinase) 활동에 의해 조절됩니다.\n- 해당작용의 조절:\n  주요 속도 조절 효소는 인산 과당 분해효소(phosphofructokinase, PFK)입니다.\n- 크렙스 회로 및 전자 전달계 조절:\n  - 크렙스 회로의 속도 조절 효소는 이소구연산 탈수소효소(isocitrate dehydrogenase)입니다.\n  - 전자 전달계는 시토크롬 산화효소(cytochrome oxidase)를 활성화하여 유산소성 ATP를 생성합니다.\n대사 과정에서 사용되는 에너지원의 특성\n  인체는 탄수화물, 지방, 단백질을 통해 필요한 에너지를 얻습니다.\n  - 탄수화물: 4kcal/g\n  - 지방: 9kcal/g\n  - 단백질: 4kcal/g",
    "26": "\n2. 운동과 에너지 공급\n- 운동 강도에 따른 대사\n  1. 고강도 운동(단시간):\n     인원질 과정 > 젖산 과정 > 유산소 과정 (에너지원: 탄수화물 > 지방)\n  2. 저강도 운동(장시간):\n     유산소 과정 > 젖산 과정 > 인원질 과정 (에너지원: 지방 > 탄수화물)\n- 소요 시간 및 주 에너지 시스템:\n  - 30초 이내: 인원질 과정 (100m 달리기, 투포환, 높이뛰기, 멀리뛰기, 역도 등)\n  - 30~90초: 인원질 과정과 젖산 과정 (200m 달리기, 400m 달리기, 500m 스피드 스케이팅, 100m 수영 등)\n  - 90~180초: 젖산 과정과 유산소 과정 (800m 달리기, 200~400m 수영, 복싱, 태권도, 유도 등)\n  - 180초 이상: 유산소 과정 (마라톤, 1,500m 수영, 크로스컨트리 등)\n  ※ 안정 시 및 일상적인 활동은 주로 유산소 과정을 사용합니다 (에너지원: 지방 > 탄수화물)\n- 운동 시 에너지원 이용과정:\n  1. 단시간 고강도 운동:\n     - 무산소 에너지 생성 체계를 통해 에너지를 공급\n     - 주로 사용되는 연료는 탄수화물 3/4, 지방 1/4\n  2. :장기간 운동:\n     - 저강도 또는 중강도 운동을 장기간 지속할 경우, 주요 에너지원은 근육 내 저장된 글리코겐, 혈당, 지방산의 순으로 변화합니다.\n     - 90분 이상 지속되는 운동에서는 탄수화물 고갈을 방지하기 위해 지방 비율이 증가합니다.\n  3. 저강도 운동:\n     - 저강도에서 30분 이상 운동을 하는 초기에는 탄수화물이 주요 연료로 사용되지만, 시간이 지남에 따라 근글리코겐이 감소하면서 에너지원은 지방으로 이동합니다.\n     - 운동 강도가 저강도인 25% VO2Max에서는 혈중 유리 지방산이, 고강도인 85% VO2Max에서는 글리코겐이 주 에너지원으로 높은 비율로 사용됩니다.",
    "27": "\n에너지 소비량 측정\n인체 대사에 의해 방출된 열의 양을 정량화하는 방법을 **열량 측정법**이라고 합니다.\n(1) 열량 측정법의 분류:\n직접 측정법:\n- 인체에 의한 열 손실을 직접 측정하는 방법\n간접 측정법:\n- 산소 소비량을 측정하여 에너지 양으로 환산하는 방법\n(2) 호흡 교환율:\n1. 호흡 지수 (Respiratory Quotient: RQ)는 이산화 탄소 생성량(VCO)과 산소 섭취량(VO) 사이의 비율을 의미하며, 이는 호흡 교환율 (Respiratory Exchange Ratio: RER)과 동일합니다.\n2. RQ는 세포 내 호흡을 반영하며, RER는 폐의 외호흡에서 환기된 공기에서 측정됩니다.\n3. 순수 탄수화물이 분해될 때 RQ는 1.0이고, 지질이 분해될 때 RQ는 0.71입니다.\n4. 운동 강도가 증가하면 RER도 증가합니다.\n(3) METS (대사당량: 운동 강도 단위):\n1. 1 METs = 3.5 mL/kg/min (안정 시 1분에 체중당 3.5 mL의 산소를 사용)\n2. 대사 방정식:\n   (METs * 3.5 \\times kg)/200 = kcal/min\\]",
    "28": "\n유산소 (지구성) 트레이닝의 대사적 적응:\n1. 최대 산소 섭취량 증가: 이는 한 번의 박출량 증가가 원인으로, 최대 산소 섭취량이 약 15% 증가하며, 비운동자에게 더 높은 비율로 향상됩니다.\n2. 1회 박출량 증가: 심실로의 정맥 회귀 혈류량 증가와 심실의 이완기말 혈액량의 증가는 심실의 수축력을 높여 1회 박출량을 증가시킵니다.\n3. 미토콘드리아의 크기와 수 변화, 모세 혈관 밀도 증가: 미토콘드리아 호흡 증가로 많은 양의 ATP를 생성합니다.\n4. 미토콘드리아 적응 현상:\n   - 산화적 효소 활성화 증가\n   - 지방 대사 증가와 근육 글리코겐 활용 감소\n   - 젖산 생성 감소와 제거 증가\n5. 미토파지 관련 단백질의 발현을 증가시켜 손상된 미토콘드리아의 효율적인 제거를 촉진합니다.\n6. 골격근에서 지방 산화로부터 얻을 수 있는 에너지 생성 비율이 증가합니다.\n7. 골격근으로의 모세 혈관 수의 증가로 운동 중 혈액 공급이 원활해집니다.\n8. 마이오글로빈 함량의 증가: 유산소적 대사 능력 개선에 기여합니다.\n9. 지근 섬유 (ST 섬유, type I 섬유) 비율 증가: 지근 섬유 비율 증가로 지방을 에너지로 동원하는 데 효율적입니다.",
    "29": "\n무산소(저항성) 트레이닝의 대사 적응:\n1. 속근 섬유(FT 섬유, Type II 섬유) 비율 증가\n2. 근비대에 따른 근육량 및 근력 증가\n3. 동원 운동 단위 수 및 십자형 가교 수 증가\n4. ATP-PC 및 글리코겐 저장 능력 향상\n5. ATP-PC 시스템과 무산소 해당 과정에 필요한 효소의 활성 증가\n6. 건, 인대 조직의 양 증가 (결합 조직의 변화)\n7. 조골세포의 활동 자극에 의해 골 무기질 함량 증가\n8. 단백질 합성 증가로 근원세사의 단백질 양 증가",
    "31": "\n인체 움직임과 신경 조절:\n신경계의 궁극적인 역할은 주어진 정보에 따라 인체의 항상성을 유지하고 신체 활동을 조절하는 것이다.\n골격근의 수축, 내장 기관의 민무늬근 수축, 내외분비샘의 분비 조절을 통해 이루어진다.\n근육 수축에 대한 최초의 명령은 대뇌 전두엽의 운동 겉질(motor cortex)에서 시작된다. 이 명령은 척수의 알파 운동 신경 세포를 통해 근육에 전달되어 인체가 운동하게 된다. 근육의 흥분은 다른 근육의 억제를 동반한다.\n인체가 운동을 할 때, 작용근(주동근)과 협동근(협력)은 활성화되며, 반대로 대항근(길항근)은 억제된다. 이를 상호 억제라고 하며, 상호 억제와 같은 상호 연관성을 일으키는 신경 회로를 상호 신경 지배라고 한다.\n(1) 신경 세포(뉴런)\n① 구조와 기능\n- 신경계를 구성하는 주요 세포\n- 전기적인 방법으로 신호를 전달\n- 인접한 신경 세포와 시냅스를 통해 신호를 주고받으며 다양한 정보를 수용하고 저장하는 기능을 담당\n구조 요소:\n- 핵\n- 신경세포체\n- 축삭돌기\n- 수상돌기(가지 돌기)\n뉴런의 전기적 활동\n1. 뉴런의 흥분성:\n    - 뉴런은 감응성과 전도성을 지니며, 흥분성 조직임.\n2. 신경 자극의 전달:\n    - 신경 자극은 축삭을 통해 전달되는 전기적 신호이며, 이는 특정 자극에 의해 신경의 정상적 전위에 변화를 일으킴.\n3. 세포막 전위:\n    - 안정 막전위(분극 상태)→활동 전위(탈분극 상태)→재분극기→불응기 순으로 진행됨.\n신경계의 조직:\n중추 신경계와 말초 신경계로 구분된다. 중추 신경계는 뇌와 척수를 포함하며, 말초 신경계는 중추 신경계를 제외한 신경을 의미한다.\n1. 신경세포체:\n    - 신경원의 핵과 세포질을 포함하며, 활동의 중심임.\n    - 신경 세포의 세포체는 영양을 공급하고, 외부 물질에 대한 식세포 작용을 수행함.\n2. 수상돌기(가지 돌기):\n    - 세포체에서 가늘게 뻗어나온 부분.\n    - 주로 신호를 받아들이는 역할을 함.\n3. 축삭돌기:\n    - 세포체에서 길게 뻗어나가는 부분.\n    - 수상돌기와 세포체에서 받은 신호를 다른 신경 세포나 세포에 전달함.",
    "32": "\n신경계의 기능:\n- 신체 내외부 환경에서의 사건에 반응하고 인식하는 전달 체계\n- 신체 활동 통합, 수의적 움직임 조절\n- 사전에 경험한 반응 형태의 인지와 경험 저장",
    "33": "\n신경세포(뉴런)의 기능적 분류\n감각 뉴런: 신체 감각 수용기로부터 받은 정보를 중추 신경계로 전송합니다.\n운동 뉴런: 자극에 대한 적절한 반응에 대한 정보를 반응기로 전달합니다.\n중간 뉴런: 감각 뉴런에서 받은 정보를 분석하고 통합하여 적절한 반응 명령을 만들어 운동 뉴런을 통해 반응기로 전달합니다.",
    "34": "\n흥분과 전달\n안정막 전위:\n1. 세포막 물질 수송:\n    - 수동적 수송(확산, 삼투, 여과): 농도 경사를 따라 이동하며, 에너지 소비 없음.\n    - 능동적 수송: 운반체를 이용하며 에너지를 소모함(Na⁺-K⁺ 펌프 등).\n2. 안정막전위 형성 - 분극 상태:\n    - 자극을 받지 않을 때 세포막 안쪽과 바깥쪽의 전압차를 나타내는 것으로, 이 상태를 분극 상태라고 함.\n    - 세포 외부: 나트륨 이온(Na⁺)이 많고, 세포 내부: 칼륨 이온(K⁺)이 많음.\n    - K⁺은 세포막을 잘 통과하지만, Na⁺는 상대적으로 막을 통과하기 어려움.\n    - 세포막은 내부가 음전위, 외부가 양전위 특성을 가짐.\n    - Na⁺-K⁺ 펌프: 에너지를 소모하여 Na⁺를 세포 밖으로, K⁺를 세포 안으로 이동시킴.\n    - 전위차는 신경에서 약 -70mV임.\n활동 전위:\n1. 활동 전위 형성 - 탈분극 상태:\n   - ① 세포막 내부와 외부의 전압을 뒤집기 위해 특정 강도의 자극이 필요합니다.\n   - ② 조직에 자극이 가해지면 세포막의 Na+와 K+의 투과성이 변하며 안정 막전위가 붕괴합니다.\n   - ③ 안정 상태에서는 세포막 내부가 음극(-)에서 양극(+)으로, 외부는 양극(+)에서 음극(-)으로 전환됩니다.\n2. 탈분극기:\n   - ① 역치 이상이 되면 탈분극이 급속히 일어나며 세포막 내부와 외부의 전압이 뒤바뀌어 정점에 도달합니다.\n   - ② Na+ 채널이 활성화되어 세포막 안으로 Na+가 유입됩니다.\n3. 재분극기:\n   - ① 탈분극의 정점에서 안정 막전위로 복귀하는 단계입니다.\n   - ② Na+의 투과성이 현저히 감소하고, Na+의 유입이 차단되며 K+가 외부로 확산되어 나갑니다.\n   - ③ 과분극: 재분극 과정에서 K+가 세포 외부로 이동하면서 세포 내부는 음(-)전하, 외부는 양(+)전하가 되며, 이러한 전위차가 더욱 커질 수 있습니다.\n4. 불응기:\n   - 일정 시간 동안 새로운 활동 전위가 즉시 발생할 수 없는 시기입니다.\n5. 역치:\n   - 활동 전위를 유발할 수 있는 최소한의 자극 강도입니다.\n6. 실무율:\n   - ① 역치 이상의 자극에만 반응합니다.\n   - ② 역치 미만의 자극에는 활동 전위가 발생하지 않고 흥분성의 변화만 나타납니다.\n7. 신경 섬유의 자극 전도:\n- 말이집 신경 섬유(유수 신경):\n   - 말이집(수초)은 전기적 절연체로 작용하며, 말이집이 없는 부분을 랑비에르 결절이라고 합니다.\n   - 말이집이 감싸지지 않은 부분에서 탈분극이 일어나며 신경전도 속도가 빠릅니다.\n- 민말이집 신경 섬유(무수 신경):\n세포막 전체 길이에 걸쳐 연속적으로 탈분극이 일어나며, 신경전도 속도가 느립니다.\n신경원의 역할\n- 신경원은 외부 물리적, 화학적 변화에 반응하는 세포입니다. 안정 시에 세포 외부는 양전하, 내부는 음전하로, 전하의 차이는 안정시 막전위라 불립니다.\n- 신경의 작용은 막의 투과성 변화로 발생합니다. 나트륨이 세포 내부로 유입되어 탈분극을 일으키고, 역치에 도달하면 활동 전압(신경 전달)이 시작됩니다. 이후 칼륨 투과성이 증가하고 나트륨 투과성이 감소하면서 재분극이 이뤄집니다.",
    "35": "\n시냅스에서의 흥분 전달\n- 시냅스는 한 뉴런에서 다른 세포로 신호를 전달하는 연결 지점입니다.\n- 신경은 시냅스를 통해 다른 신경과 연결되며, 시냅스 전 신경원에서 신경전달물질인 아세틸콜린이 방출되고, 이 물질이 세포막의 수용체와 결합합니다\n(1) 신경전달물질과 신경근 접합부\n1. 신경 자극이 활동 전위를 생성하여 시냅스 이전의 축삭에 도달합니다.\n2. 세포 내부로 칼슘이 유입됩니다.\n3. 시냅스 소포에서 신경전달물질인 아세틸콜린이 방출됩니다.\n4. 아세틸콜린이 시냅스 후 뉴런으로 확산됩니다.\n5. 시냅스 이후 근섬유막의 아세틸콜린 수용체의 통로가 열립니다.\n6. 나트륨에 대한 막 투과성이 증가하여 탈분극이 일어납니다.\n7. 새로운 활동 전위가 발생하여 자극이 전달됩니다.\n8. 활동 전위는 세관 내로 전달된 후, 근수축 과정이 시작됩니다.\n운동 단위\n1. 하나의 운동 신경에 여러 근섬유가 연결됩니다.\n2. 단일 운동 신경이 활성화되면 연결된 모든 근섬유가 자극되어 수축합니다. 연결된 근섬유 수가 많을수록 큰 힘을 내는 데 유리합니다.\n3. 단일 운동 신경에 연결된 근섬유의 수를 '자극 비율'이라고 하며, 이는 근섬유 수를 운동신경 수로 나눈 값입니다. 섬세한 운동을 요구하는 근육은 자극 비율이 낮습니다.\n4. 지근 운동 단위의 신경 섬유는 축삭의 지름이나 척수 내 세포체가 속근 운동 단위의 신경 섬유에 비해 훨씬 작아서, 신경 자극의 전달 속도가 느립니다.\n5. 지근 운동 단위의 신경 섬유들은 속근 운동 단위보다 흥분 역치가 낮아 대부분의 활동에서 먼저 동원됩니다.",
    "36": "\n감각 - 운동 신경계의 반응 과정\n감각 수용기 → 구심성 신경 → 중추 신경계(뇌·척수) → 원심성 신경 → 효과기(심장, 내장, 골격근)\n반사\n반사 신경의 목적은 통증 자극으로부터 빠르게 사지를 움직이게 하는 것\n반사 경로는 수용기로부터 중추 신경까지, 그리고 중추 신경에서 운동 신경을 거쳐 운동 기관으로 전달되는 과정입니다.\n・신경 반사의 전달 과정\n- 감각 신경의 통증 수용기가 척수에 신경 자극을 보냅니다.\n- 척수 내의 연결 신경이 흥분하여 운동 신경을 자극합니다.\n- 흥분된 연결 신경은 통증을 일으킨 신체 부분을 수축시키는 특정 운동 신경을 활성화하고, 신근과 같은 반대 근육 그룹은 억제합니다.\n• 도피반사의 특징은 손상 부위를 움직일 때 반대쪽 부위를 펴서 신체를 지탱하게 하는 것으로, 이를 교차신근반사라고 합니다.",
    "37": "\n중추 신경계의 운동기능 조절\n대뇌: 우반구와 좌반구로 구성, 복잡한 운동의 조절, 학습된 경험이 저장. 이에는 기억, 사고, 판단의 통합이 포함, 지각 정보(시각, 청각, 촉각 등)의 수용도 포함\n뇌간:\n  간뇌:\n    시상: 감각 조절 중추, 감각(냄새 제외) 및 운동 정보를 처리하여 대뇌로 전달하는 역할.\n    시상하부: 항상성 유지를 위한 중추로 작용, 내분비계와 자율 신경계의 기능을 조절. 이에는 혈압, 심박수, 호흡, 소화 등이 포함되며, 체온 유지, 음식 섭취 조절, 생식기능 조절 등의 역할.\n    뇌하수체: 신경 호르몬을 분비하고, 다른 기관의 호르몬 분비를 조절하는 역할.\n  중간뇌: 안구운동과 홍채를 조절.\n  교뇌: 소뇌와 대뇌 사이의 정보를 전달. 연수를 이용한 호흡을 조절하는 역할.\n  연수: 생명에 직접적인 영향을 미치는 자율 신경계 기능인 호흡, 순화, 소화 등에 집중.\n소뇌: 신체 평형과 자세 조정, 운동 조절의 역할. 제동 효과를 발휘하여 진자 운동을 조절, 스피드 지각 효과를 통해 물체에 접근하거나 물체가 자신에게 접근하는 속도를 인식.\n척수: 뇌와 말초 신경 사이의 자극과 명령을 전달하는 통로, 반사 작용의 중추(방광 조절, 항문 조임근 조절, 통각 자극 회피)임과 동시에 감각 기능, 운동 기능, 반사 기능의 중추로도 작용.'",
    "38": "\n(1) 체성 신경 (대뇌의 조절):\n중추 신경과 각 운동기 및 감각기를 연결합니다.\n- 운동 신경: 중추 신경계의 명령을 운동 기관으로 전달합니다.\n- 감각 신경: 감각 기관에서의 자극을 중추 신경계로 전달합니다.\n(2) 자율 신경:\n① 심장, 민무늬근(평활근), 인체의 샘과 같이 불수의 구조들을 지배하는 신경 계통의 일부로, 중추 신경계와 말초 신경계 모두에 분포합니다.\n② 대뇌의 조절 없이 호흡, 순환, 소화 등의 생명 유지에 관계하는 장기의 기능을 조절합니다.\n③ 교감 신경은 운동이나 스트레스, 긴급 상황에서 인체가 에너지를 활발히 소비하도록 준비시키며, 보다 많은 혈액을 활동 근육에 보내기 위해 소화 기관의 혈관을 수축하여 연동 활동을 억제합니다.\n④ 부교감 신경은 정상적으로 휴식 상태에서 더욱 활발하게 작동합니다.\n교감 신경과 부교감 신경의 구분\n교감 신경 (흥분 작용):\n- 호흡 운동 촉진\n- 동공 확대\n- 급박한 상황에 대한 반응\n- 심장 박동 촉진\n- 침 분비 억제\n- 소화액 분비 및 소화관 운동 억제\n- 방광 확장\n부교감 신경 (억제 작용):\n- 안정적인 상태에서 교감 신경의 반대 작용\n- 호흡 운동 억제\n- 동공 축소\n- 심장 박동 억제\n- 침 분비 촉진\n- 소화액 분비 및 소화관 운동 촉진\n- 방광 수축\n자율신경계의 기능\n기관별 교감신경계와 부교감신경계의 기능\n- 심장:\n    교감신경계 - 심박수를 증가, 수축력을 향상\n    부교감신경계 - 심박수를 감소, 수축력을 감소시킴\n- 피부혈관:\n    교감신경계 - 혈관 수를 조절함\n- 근육 및 내장 혈관:\n    교감신경계 - 내장 혈관을 수축, 근육 혈관을 확장\n- 기관지:\n    교감신경계 - 기관지를 이완\n    부교감신경계 - 기관지를 수축\n- 소화관:\n    교감신경계 - 소화관을 수축\n    부교감신경계 - 소화관의 운동을 증가\n- 방광:\n    교감신경계 - 방광을 이완\n    부교감신경계- 방광을 수축\n- 눈:\n    교감신경계 - 눈동자를 이완, 멀리 있는 것을 보게 함\n    부교감신경계 - 눈동자를 수축, 가까운 것을 보게 함\n- 머리털:\n    교감신경계 - 머리털을 세움\n- 땀샘:\n    교감신경계 - 땀을 분비시킴\n- 침샘, 위액 등:\n    교감신경계 - 분비를 감소\n    부교감신경계 - 분비를 증가\n- 췌장:\n    교감신경계 - 췌장의 분비를 감소\n    부교감신경계 - 분비를 증가시킴\n- 간:\n    교감신경계 - 당원을 분해하여, 혈당량을 증가시킴\n- 아드레날린:\n    교감신경계 - 아드레날린의 분비를 증가시킴\n- 관상동맥:\n    교감신경계 - 관상동맥을 이완시키며\n    부교감신경계 - 수축시킴\n- 폐:\n    교감신경계 - 기관세지를 이완\n    부교감신경계 - 기관세지를 수축시킴",
    "41": "\n근수축 단계의 특성\n안정:\n- 액틴과 마이오신은 결합하지 않음\n- 칼슘은 근형질세망에 많은 양이 저장됨\n자극 및 결합 단계:\n- 신경 자극이 발생하면 근신경연접에서 아세틸콜린이 분비됨\n- 근형질세망의 소포에서 칼슘이 방출됨\n- 트로포닌에 칼슘이 부착되고, 트로포마이오신 위치를 변화시킴\n- 액틴과 마이오신이 결합하여 액토마이오신을 형성함\n수축 단계:\n- ATP가 ATPase에 의해 분해되면서 에너지를 발생시킴\n- 에너지에 의한 십자형교의 회전이 일어남\n- 액틴이 마이오신 쪽으로 미끄러져 들어가며 근육의 단축(수축)이 발생\n재충전 단계:\n- ATP 재합성(재충전)이 됨\n- 액토마이오신이 액틴과 마이오신으로 분해됨\n- 액틴과 마이오신의 재순환이 일어남.",
    "42": "\n근육의 종류\n1. 모양에 따른 분류\n가로무늬근(횡문근):\n- 골격근: 뼈나 피부에 붙어 있는 근육\n- 심장근: 심장 벽을 구성하는 근육\n민무늬근(평활근):\n- 내장근: 내장 기관이나 혈관의 벽을 구성하는 근육\n2. 기능에 따른 분류\n- 수의근: 체성신경계의 지배를 받아 수의적 운동 수행 (골격근)\n- 불수의근: 자율신경계의 지배를 받아 불수의적으로 운동 (심장근, 민무늬근)",
    "43": "\n골격근의 기능\n- 수의 운동 및 호흡을 위한 근수축\n- 자세 유지\n- 내장 보호\n- 근수축을 통한 체온 유지",
    "44": "\n골격근의 구조\n- 근섬유 -> 근섬유속 -> 근다발 -> 골격근 순서로 구성\n- 근원섬유: 다수의 수축 단백질 필라멘트로 구성, 마이오신과 액틴 필라멘트 포함\n- 근섬유: 골격근을 구성하는 세포, 긴 다핵 세포로 근내막에 덮여 있음\n- 근섬유속: 다수의 근섬유 묶음\n- 근내막: 결합 조직으로 근섬유를 묶어 근섬유속을 형성\n- 근주막: 여러 개의 근섬유속을 연결\n  - 근주막 외측은 근외막 및 근막으로 둘러싸임\n  - 근막: 외측 결합 조직으로, 건으로 변하여 뼈에 부착\n골격근의 구조적 순서:\n- 근다발 -> 근섬유 -> 근원섬유 -> 필라멘트(근세사) -> 액틴/마이오신\n근육의 구조 및 수축 메커니즘\n- 근육세포: 단백질 필라멘트로 구성된 근형질막과 결체 조직으로 둘러싸여 있음.\n- 근원섬유와 근섬유는 근섬유 다발 안에 있으며, 근섬유 다발은 운동 뉴런과 연결되어 있음.\n- 운동 뉴런의 축삭 종말에서는 아세틸콜린이 방출되어 신경근 연접에서 근육세포의 활동 전위를 유발함.\n위성 세포의 역할\n- 근세포를 둘러싸고 있는 세포막, 즉 근초에는, 부상이나 질환 시 손상된 근섬유를 재생시키기 위한 위성 세포가 위치.\n- 근력 훈련 시 위성 세포는 근섬유에 추가적인 핵을 공급하여 근단백질 합성 능력을 향상시켜 근육의 성장을 돕음.",
    "45": "\n극수축 메커니즘:\n1. 신경 자극 전달: 신경근 연접에서 아세틸콜린이 방출되어 근육세포에 활동 전위가 발생.\n2. 전위 전달: 활동 전위가 가로 세관을 통해 근섬유 내부로 전달됨.\n3. 칼슘 방출: 근형질 세망에서 칼슘 이온이 방출됨.\n4. 트로포닌-칼슘 결합: 칼슘 이온이 트로포닌과 결합하여 트로포마이오신이 이동, 액틴의 결합 부위가 노출됨.\n5. 근수축 개시: 마이오신이 액틴과 결합하여 근수축이 시작됨.\n6. ATP 이용: ATP가 분해되며 발생한 에너지로 마이오신이 액틴을 당김.\n7. 반복 과정: 칼슘이 지속적으로 공급되고 ATP가 존재하는 한 근수축이 반복됨.\n신경근 연접:\n- 신경과 근세포가 만나는 지점을 신경근 연접이라고 합니다.\n- 연접 부분에서 신경 자극을 근세포로 전달하는 부위를 운동 말판이라 합니다.\n- 운동 신경의 끝은 근섬유와 직접 접촉하지 않으며, 신경근 공간이라는 좁은 간격으로 나뉩니다.\n- 신경 자극이 운동 신경의 말단에 도달하면, 아세틸콜린이라는 신경 전달 물질이 방출되어 운동 말판의 수용체와 결합합니다.\n- 그 결과 나트륨 이온에 대한 근섬유막의 투과력이 증가하며, 이를 말판 전위라고 부르고, 근 수축을 유발합니다.",
    "46": "\n근이완 기전:\n1. 신경 전달 중지\n2. 트로포닌과 결합한 칼슘이 근형질 세망에 재저장\n3. 트로포마이오신이 액틴의 결합 부위를 차단\n4. 마이오신과 액틴의 결합 해제\n5. 다음 신경 신호가 전달될 때까지 근육이 이완",
    "47": "\n근섬유 형태와 특성\n(1) 속근 섬유와 지근 섬유의 특성\n속근 섬유 (Type II x, Type II a):\n  - 미토콘드리아 밀도와 유산소 대사 능력이 낮아 지근 섬유보다 피로에 약합니다.\n  - 당 저장과 해당 작용 효소가 풍부해 무산소 에너지 생산 능력이 뛰어납니다.\n  - 빠른 근수축을 위한 칼슘의 신속한 분비에 필요한 근형질 세망이 발달되어 있습니다.\n  - Type II x 섬유는 ATPase 활성이 높아 가장 빠른 수축 속도를 보이지만, 에너지 효율은 낮습니다.\n  - Type II a 섬유는 Type I과 Type II x 섬유의 혼합형 기능을 가집니다.\n지근 섬유 (Type I):\n  - 수축 속도가 느리며 장력과 에너지 효율이 높습니다.\n  - 미토콘드리아와 산화 효소 능력이 높아, 모세혈관 분포도 밀집되어 있습니다.\n  - 마이오글로빈의 농도가 높아 유산소 대사가 뛰어나며, 피로에 대한 저항력이 높습니다.\n2) 근섬유 형태와 운동 수행 능력\n1. 일반인의 경우 지근 섬유 비율이 약 47~53%입니다.\n2. 스프린터와 같은 파워 운동 선수들은 속근 섬유 비율이 높습니다.\n3. 중장거리와 같은 지구력 운동 선수들은 지근 섬유 비율이 더 높습니다.\n운동에 의한 골격근의 변화:\n장기간의 지구력 훈련에 의해 근섬유 Type II x가 Type I 으로 전환된다.\n지구력 훈련과 저항 운동 모두에서 속근 섬유의 하위 단위인 Type II a와 Type II x 간에는 훈련 강도에 따라 상호 전환 가능하다.\n저항성 근력 훈련을 통한 근육 크기의 증가는 근섬유의 단면적이 증가하는 근 비대 현상으로 나타난다.\n근지구력 훈련은 근육 크기나 근력을 증가시키지는 않지만 미톸ㄴ드리아 수를 비롯한 근육의 유산소 대사 능력은 향상된다.\n운동 강도 증가에 따른 근섬유 동원 형태:\nType I 섬유 -> Type II A 섬유 -> Type II x 섬유\n근섬유의 산화 능력\n미토콘드리아의 수와 근섬유를 둘러싸고 있는 모세 혈관의 수와 근섬유 내의 마이오글로빈의 양에 의해 결정됨\n미토콘드리아의 수가 많으면 유산소성 ATP를 제공하는 능력이 높아짐. 이러한 유산소성 능력은 근섬유를 둘러싸고 있는 모세 혈관의 수와 근섬유 내의 마이오글로빈의 양에 의해서도 영향을 받음\n골격근의 수축 특성\n근섬유의 최대 근력 발휘:\n- 근 횡단면젹당 발휘하는 힘의 양으로, 특이장력을 근섬유의 크기로 나눈 값.\n- 특이장력 = 근력/근 횡단면적\n근섬유의 수축 속도:\n- 각 섬유의 최대 수축 속도를 측정하여 평가\n- 근섬유는 십자형 가교의 움직임에 의해서 수축하기 때문에 최대 근수축 속도는 십자형 가교 사이클의 비율에 의해 결정됨\n- 근섬유의 최대 수축 속도를 결정하는 생화학적 요인은 미오신 ATPase 효소의 활동성임\n- 근 파워=힘*수축 속도\n근섬유의 효율성\n- 근섬유의 경제성으로 평가함\n- ATP를 사용한 에너지양을 발휘된 근력으로 나눈 값으로 평가함",
    "48": "\n근수축의 종류\n1. 등척성 수축:\n   - 근섬유의 길이와 관절각이 변하지 않고 장력이 생성됨.\n   - 장점: 시간이 덜 걸리며 특별한 장비 없이도 어디서나 가능하고, 근 통증을 거의 유발하지 않아 재활 프로그램에 유용함.\n   - 단점: 근력 개선 효과가 등장성이나 등속성 운동에 비해 적음.\n2. 등장성 수축:\n   - 근육 길이와 관절각이 변화하면서 수축이 이루어지며, 근력뿐만 아니라 신경계의 적응도 유도함.\n   - 구심성(단축성) 수축: 근육이 짧아지면서 장력이 발생함.\n   - 원심성(신장성) 수축: 근육이 길어지면서 장력이 발생, 근수축의 속도가 느릴수록 더 큰 근육 힘을 생산함. 인대와 건 같은 연결 조직이 포함되어 더 큰 힘을 발생시킴.\n3. 등속성 수축:\n   - 관절각이 일정한 속도로 수축됨.\n   - 근상해나 통증의 위험이 적어 재활 훈련에 적합함.",
    "49": "\n근력 조절\n1. 동원된 운동 단위의 형태와 숫자: 자극을 받는 근섬유 숫자에 따라 근력이 달라짐.\n2. 근육의 초기 길이: 최대 근력을 발휘하는 적정 길이가 있으며, 이보다 길거나 짧으면 근력이 감소함.\n   - 적정 길이: 근절의 길이가 2.0~2.54m인 휴지기에는 액틴 필라멘트와 마이오신 필라멘트의 교차결합이 최대임.\n   - 적정 길이보다 길 경우: 필라멘트가 반대 방향으로 당겨져 교차 결합이 줄어들어 장력이 약해짐.\n   - 적정 길이보다 짧을 경우: 교차 결합끼리 중첩이 일어나 결합 수가 줄어들고 장력이 감소함.\n3. 운동 단위의 신경 자극 특성: 자극 빈도에 따라 근력이 달라짐.",
    "410": "\n근육 내 수용체 (골격근의 감각 수용기)\n1. 화학 수용기: 근육 내 pH, 세포 외 칼슘 농도, 산소와 이산화탄소 압력 변화를 수용하여 중추신경에 정보를 전달함.\n2. 근방추: 근육이 늘어나는 것을 감지하고 적절한 길이로 유지함.\n3. 골지건기관: 근육의 양쪽 끝에 위치한 기관으로, 근수축 시 발생하는 장력을 지속적으로 감지하여 근육 수축을 예방하는 안전장치로 작동함.",
    "411": "\n근력 훈련의 과부하와 특이성의 원리 적용\n① 고부하 훈련(2~10RM)은 근력을 증가시킵니다.\n② 저부하 훈련(20RM 이상)은 근력의 변화는 적지만 근지구력을 향상시킵니다.",
    "412": "\n6. 근력을 증가시키는 생리적 기전\n(1) 신경적인 요인:\n① 훈련 초기의 근력 증가는 근육 크기가 아니라 신경 적응으로 인해 발생합니다.\n② 근력 훈련에서 신경 적응은 근수축 단위의 동시 발화성이 개선되고, 동원 능력이 향상되는 데서 나타납니다.\n(2) 근육의 크기 증가:\n① 근력 훈련은 Type I과 Type II 섬유의 크기를 증가시키며, Type II 섬유에서 더 많은 변화를 보입니다.\n② 근육 비대가 발생합니다.\n(3) 근력 결정 요인:\n① 근육 횡단면적: 근섬유의 최대 근력 발현은 단위 근 횡단면적(근횡단면적)을 기반으로 한 힘의 양을 나타냅니다.\n② 근절의 적정 길이: 근절은 2.0~2.54μm 정도의 일정한 길이에 머물며, 이때 액틴과 마이오신 필라멘트의 교차 결합 수가 최대가 되어 최대 장력이 발생합니다.\n③ 근섬유 구성비: 지근과 속근 섬유의 근수축 및 생화학적 특성을 의미합니다.\n운동 유발성 근육 경직\n의미: 운동 후 또는 운동 중 나타나는 골격근의 고통스런 경련성, 불수의적 수축을 말합니다.\n발생원인:\n- 높은 발한율과 체액 및 전해질 불균형으로 발생합니다.\n- 척수 수준에서의 비정상적인 조절로 인한 지속적인 알파 운동 신경원의 활동에 의해 발생합니다.\n근육 피로는 근방추 활동 증가와 건기관 활성도 감소 등으로 인해 발생합니다.\n방지법:\n- 근육 피로의 발생을 줄이기 위해 신체가 충분히 훈련되어 있어야 합니다.\n- 경직되기 쉬운 근육은 규칙적인 스트레칭이 필요합니다.\n- 체액, 전해질, 탄수화물 저장량을 유지해야 합니다.\n- 필요 시 운동 강도와 지속 시간을 줄여야 합니다.\n지연성 근육통:\n- 운동 후 일정 시간이 경과된 후 운동했던 근육에서 느껴지는 통증 현상입니다.\n- 운동 후 24~72시간 사이에 통증이 심하게 나타나며, 단축성 운동보다는 신전성 운동에서 주로 발생합니다.",
    "51": "\n- 호르몬의 일반적인 기능\n    ① 내적 환경 유지\n    ② 스트레스 환경에서의 대응\n    ③ 성장과 발달 유도\n    ④ 생식 기능 조절\n    ⑤ 적혈구 생산 조절\n    ⑥ 순환 및 소화기계 조절",
    "52": "\n2. 호르몬의 분비량 조절\n- 시상하부와 뇌하수체의 조절 작용으로 호르몬 분비량이 조절됨\n- 호르몬 분비량 조절 원리 (피드백 작용)\n  - 음성 피드백 작용: 중추에 의해 최종적으로 분비된 호르몬이나 변화가 중추의 기능을 억제하여 호르몬의 분비량을 일정하게 유지\n  - 양성 피드백 작용: 호르몬 분비의 결과가 원인을 촉진하는 조절 방식\n    - 예: 뇌하수체 후엽에서 분비되는 옥시토신은 자궁 수축을 촉진하며, 자궁 수축이 촉진될수록 옥시토신의 분비가 촉진되어 출산이 이루어짐",
    "53": "\n- 성장 호르몬\n  - 뇌하수체 전엽에서 분비되어 조직의 성장에 관여하며, 운동 중 지방 조직에서 지방산의 활용을 증가시켜 혈중 포도당 수준을 유지하는 역할을 한다.\n1. 내분비선: 시상하부\n 호르몬:\n - 갑상선자극 호르몬(TRH): 주요 기능은 갑상선자극 호르몬과 프로락틴 분비 자극\n - 부신 피질 자극 호르몬(CRH): 주요 기능은 부신 피질 자극 호르몬 분비\n - 성장 호르몬 방출 호르몬(GHRH): 주요 기능은 성장 호르몬 분비\n - 성장 호르몬 억제 호르몬(GHIH): 성장 호르몬 분비 억제\n - 성선 자극 호르몬 분비 호르몬(GnRH): 여포 자극 호르몬, 황체 형성 호르몬 분비\n - 프로락틴 방출 호르몬(PRH): 프로락틴 분비 촉진\n - 멜라닌 세포 자극 호르몬 방출 호르몬(MSHRH): 멜라닌 세포 자극 호르몬 분비 촉진\n 시상하부에서 분비되는 호르몬은 뇌하수체 전엽을 표적 조직으로 함\n2. 내분비선: 뇌하수체 전엽\n 호르몬:\n - 성장호르몬: 조직의 성장 촉진, 단백질 합성 속도 증가, 지방 사용 증가, 탄수화물 사용 속도 증가, 표적조직 = 모든 세포\n - 갑상선자극 호르몬(TSH): 주요 기능은 티록신과 트리요오드티로닌의 양을 조절, 표적조직 = 갑상샘\n - 부신피질 자극 호르몬(ACTH): 주요 기능은 부신 피질 호르몬 분비를 조절, 표적조직 = 부신피질\n - 프로락틴: 주요 기능은 유방 발달과 유즙 분비를 촉진, 표적조직 = 유방\n - 여포 자극 호르몬(FSH), 황체형성호르몬(LH): 주요 기능은 여포 성장, 정자 성숙, 황체 형성 및 성 호르몬 합성, 표적 조직 = 난소, 고환\n3. 내분비선: 뇌하수체 후엽\n 호르몬:\n - 항이뇨호르몬(ADH): 주요 기능은 수분 재흡수 증가 및 혈압 상승, 표적조직 = 콩팥, 세뇨관\n - 옥시토신: 주요 기능은 혈관 수축으로 혈압 상승, 젖 분비 자극 및 자궁 수축, 표적조직 = 세동맥, 자궁, 젖샘\n4. 내분비선: 갑상선\n 호르몬:\n - 티록신(T4), 트리요오드티로닌(T3): 주요 기능은 세포 대사 속도 증가 및 심장 박동과 수축력 향상, 표적조직 = 모든 세포\n - 칼시토닌: 주요 기능은 뼈의 칼슘을 혈액으로 방출하는 것을 억제(혈장 칼슘 농도 감소), 표적조직 = 뼈\n5. 내분비선: 부갑상선\n 호르몬:\n - 부갑상선 호르몬(PTH): 주요 기능은 뼈를 자극하여 칼슘을 혈장으로 방출(혈장 칼슘 농도 증가), 표적조직 = 뼈, 소장, 콩팥\n6. 내분비선: 부신피질\n 호르몬:\n - 코티졸: 주요 기능은 각종 대사 조절과 항염증 작용, 표적조직 = 대부분 세포\n - 알도스테론: 주요 기능은 Na+ 재흡수, K+와 H+ 분비 촉진, 표적조직 = 콩팥\n7. 내분비선: 부신수질\n 호르몬:\n - 에피네프린: 주요 기능은 글리코겐 분해, 골격근으로의 혈액 흐름 증가, 심박수와 심장근육의 수축력 향상\n - 노르에피네프린: 주요 기능은 세동맥과 세정맥 수축시켜 혈압 상승\n8. 내분비선: 췌장\n 호르몬:\n - 인슐린: 주요 기능은 포도당 수준의 감소로 혈당 농도 조절, 포도당 사용과 지방합성 촉진\n - 글루카곤: 주요 기능은 혈당 수준 증가, 단백질과 지방분해 촉진'\n 부신수질에서 분비되는 호르몬의 표적조직은 대부분 세포이다.\n9. 내분비선: 정소\n  호르몬:\n  - 테스토스테론: 남성의 생식기관 발달과 2차 성징의 발현에 관여한다. 표적조직 = 성 기관, 근육\n10. 내분비선: 난소\n  호르몬:\n  - 에스트로겐: 여성의 생식기관 발달과 2차 성징 발현에 기여한다.\n  - 프로게스테론: 자궁내분비계 활성, 임신 유지, 배란 억제.\n  난소에서 분비되는 호르몬의 표적 조직은 다수의 조직, 뇌하수체 전역, 자궁 근육이다.\n11. 내분비선: 콩팥\n  호르몬:\n  - 레닌: 혈압 조절, 표적조직 = 부신 겉질\n  - 에리스로포이에틴: 적혈구 생산, 표적조직 = 뼈의 골수\n  - 칼시페롤: 칼슘 흡수의 증가, 표적조직 = 창자\n갑상선 호르몬:\n- 세포 대사 속도 증가\n- 심장 박동과 수축력 증가\n- 칼시토닌은 뼈의 칼슘이 혈액으로 방출되는 것을 억제하여 혈장 칼슘 농도를 감소시키고 칼슘이 뼈에 침착하도록 작용\n부신 피질:\n- 코티졸과 알도스테론을 분비함\n- 알도스테론은 콩팥의 원위세뇨관에서 Na 이온의 재흡수를 촉진하고 K 이온의 배출을 촉진하는 작용을 통해서 혈중 Na 이온 농도와 K 이온 농도를 일정하게 조절한다.\n부신 수질:\n- 카테콜아민인 에피네프린과 노르에피네프린을 분비함\n- 에피네프린과 노르에피네프린은 심박수와 심장 근육의 수축력을 증가시키고 지방 조직의 지방산 동원 등 세포를 활성화시킨다.\n- 에피네프린과 노르에피네프린은 지방 조직으로부터 유리 자방산을 동원하는 강한 작용을 갖고 있으며, 췌장으로부터 인슐린 분비를 억제하는 인슐린 길항 작용을 갖고 있다.\n코티졸:\n- 스트레스에 반응하여 포도당, 유리 지방산 등의 연로를 동원하고 손상된 조직을 보상하기 위해 아미노산을 만들며 항염증 작용을 한다.\n- 중성지방으로부터 유리 지방산으로 분해를 촉진한다.",
    "54": "\n당대사와 호르몬\n인슐린: 랑게르한스섬의 B세포에서 분비, 소장에서 혈액으로 영양소가 흡수되는데 가장 중요한 호르몬. 다양한 영양 분자들인 포도당, 아미노산, 단백질, 지방, 당원 등을 흡수하기 위해 조직을 자극. 혈장의 포도당 농도가 증가하면 인슐린이 분비되어 조직의 포도당 흡수를 높이고 혈장의 포도당 농도를 낮춘다. 인슐린 부족은 혈장 내의 포도당 축적을 일으키며, 혈장 포도당 농도가 높으면 신장에서 재흡수 과정에 과부하가 일어나 다량의 수분과 함께 포도당이 소변으로 배출되는 결과를 초래한다. 이런 상황을 당뇨병이라 부른다.\n글루카곤 :랑게르한스섬의 a세포에서 분비, 인슐린과 반대의 효과를 갖는다. 혈장의 글루코스 농도가 정상 수준 이하로 떨어질 때 글루카곤이 분비된다. 인슐린과는 반대로 간에서 글리코겐 분해와 글루코스의 신생합성을 촉진하여 혈장의 글루코스 농도를 증가시킨다. 운동 중에는 인슐린 수준이 감소하고 글루카곤 수준이 점차 증가한다.\n에피네프린: 간 및 골겨근의 b아드레날린 수용체에 결합되어 글리코겐 분해를 촉진하고 혈중 글루코스를 높이는 활동\n혈중 글루코스 농도를 증가시키는 호르몬으로는 글루카곤, 에피네프린 외에도 갑상샘 호르몬, 성장 호르몬, 글루코코르티코이드 등이 있습니다.\n지질대사와 호르몬\n① 인슐린\n  - 지질 단백질 리파제의 활성을 증가시켜 지방 세포 내의 중성지방 저장을 증가시킵니다.\n  - 호르몬 감수성 리파아제의 활성을 감소시켜 중성지방의 분해를 억제합니다.\n② 지방 분해 작용:\n  - 에피네프린, 노르에피네프린, 글루카곤, 갑상샘 자극 호르몬, 글루코코르티코이드, 성장 호르몬\n(3) 단백질 대사와 호르몬\n① 성장 호르몬: 근육이 혈액에서 아미노산을 더 많이 흡수하고 근육 단백질 합성을 촉진합니다.\n② 테스토스테론: 단백 동화 작용을 하는 스테로이드 호르몬입니다.",
    "55": "\n운동과 호르몬 조절\n1. 호르몬 변화에 영향을 미치는 요인\n① 호르몬의 대사적 교체율 또는 제거율\n② 분비율의 증가\n③ 호르몬 교체율 또는 제거의 감소\n④ 발한으로 인한 혈장량 감소\n⑤ 트레이닝의 정도\n⑥ 심리적 상태 변화\n⑦ 저산소증\n⑧ 운동 강도의 불안정",
    "56": "\n2. 운동 시 기질 동원을 위한 호르몬 조절\n(1) 근육의 당원 이용:\n① 당원 분해는 에피네프린-순환성 AMP와 칼슘 이온, 칼모듈린의 복합적 조절에 의해 이루어집니다.\n② 운동 시 근형질세망에서 칼슘 이온이 증가하여 더욱 활성화됩니다(수축 활동 증가).\n(2) 운동 시 혈당의 항상성 유지\n① 천천히 작용하는 호르몬\n  - 티록신, 코티졸, 성장 호르몬은 다른 호르몬의 활동을 돕기 위해 서서히 작용합니다.\n  - 성장 호르몬과 코티졸은 운동 시 탄수화물과 지방 대사에 천천히 작용합니다.\n② 빠르게 작용하는 호르몬\n  - 에피네프린과 노르에피네프린, 인슐린과 글루카곤은 혈장 포도당을 빠르게 정상 범위로 복귀시킵니다.\n  - 운동 중 혈장 포도당은 간에서 포도당 동원의 증가, 혈장 유리지방산 사용, 당신생 합성 증가, 조직의 포도당 섭취 감소를 통해 유지됩니다.",
    "57": "\n체온 조절 호르몬\n고온 시 반응:\n갑상선 자극 호르몬의 분비가 억제되면 티록신 분비가 감소하여 물질 대사가 억제됩니다.\n- 열 발생이 억제되고, 열 발산이 촉진됩니다.\n저온 시 반응:\n- 아드레날린과 당질 코르티코이드 분비가 촉진되어 혈당량이 증가합니다.\n- 티록신에 의해 물질 대사가 촉진됩니다.\n- 열 발생이 촉진되고, 열 발산이 억제됩니다.",
    "58": "\n4. 운동 중 수분과 전해질 균형에 대한 호르몬의 영향 (기출: 2024/2018/2016)\n(1) 알도스테론과 레닌-안지오텐신의 작용\n① 운동은 땀의 분비를 촉진하고 혈압을 상승시킵니다.\n② 땀의 분비는 혈장량을 감소시키고, 신장으로의 혈액 흐름을 줄입니다.\n③ 신장의 혈액 흐름 감소는 레닌이라는 효소를 생성합니다.\n④ 생성된 레닌은 안지오텐신 I를 형성하며, 이는 안지오텐신 II로 변환됩니다.\n⑤ 안지오텐신 II는 부신 피질에서 알도스테론 분비를 촉진합니다.\n⑥ 알도스테론은 세뇨관에서 나트륨과 물의 재흡수를 증가시켜 혈장량을 증가시킵니다.\n(2) 항이뇨 호르몬의 작용\n① 운동 중 땀의 분비로 혈장이 상실되고, 혈액 농도와 삼투질 농도가 증가합니다.\n② 혈액의 삼투질 농도 증가가 시상하부를 자극합니다.\n③ 시상하부는 뇌하수체 후엽을 자극합니다.\n④ 뇌하수체 후엽은 항이뇨 호르몬을 분비합니다.\n⑤ 항이뇨 호르몬은 신장의 집합관에서 수분 투과성을 증가시켜 수분 재흡수를 증가시킵니다.\n⑥ 운동 후 수분을 섭취하면 혈장량이 증가하고 혈액 삼투질 농도가 감소합니다.",
    "59": "\n5. 운동 유무에 따른 내분비 반응\n호르몬: 운동 시 반응 / 운동 후 반응\n- 항이뇨호르몬(ADH): 운동 시 증가 / 운동 후 약간 증가\n- 성장호르몬: 지속적 운동 시 증가 / 운동 후 약간 증가\n- 갑상선 자극 호르몬(TSH): 운동 시 변동 없음 / 운동 후 불명확\n- 부신 피질 자극 호르몬(ACTH): 운동 시 증가 / 운동 후 더 많이 증가\n- 프로락틴 호르몬: 운동 시 증가 / 운동 후 불명확\n- 베타엔도르핀: 운동 시 증가 / 운동 후 불명확\n- 갑상선 호르몬(T3, T4): 운동 시 총량 무변화, 유리 T4 증가 / 운동 후 총량은 약간 감소, 유리 T4 증가\n- 부갑상선 호르몬(PTH): 운동 시 변동 없음 / 운동 후 불명확\n- 칼시토닌: 운동 시 불명확 / 운동 후 불명확\n- 코티졸: 고강도 운동 시 증가 / 운동 후 현저한 증가 없음\n- 알도스테론: 운동 시 증가 / 운동 후 변동 없음\n- 카테콜아민: 운동 시 증가 / 동일한 부하 시 운동 후 약간 증가\n- 인슐린: 운동 시 감소 / 동일한 부하 시 운동 후 약간 감소, 휴식 시 감소\n- 글루카곤: 지속 운동 시 증가 / 동일 부하 시 운동 후 더 조금 증가\n- 테스토스테론: 운동 시 약간 증가 / 운동 후 무변화\n- 에스트라디올, 프로게스테론: 운동 시 증가 / 동일 부하시 운동 후 더 조금 증가",
    "510": "\n일회적인 운동 시 호르몬 현상 (과거 기출문제 2023)\n1. 인슐린 분비 억제:\n인슐린은 포도당과 아미노산이 혈액에서 조직으로 이동하는 것을 촉진하고 혈당을 조절함. 운동 중에는 혈당이 낮아질 수 있어 인슐린 분비는 감소함.\n2. 글루카곤, 카테콜아민, 성장 호르몬, 코르티솔 등의 혈중 농도는 운동 강도와 시간에 따라 증가하는 경향을 보임.\n   - 글루카곤: 이자(췌장)의 랑게르한스섬에서 분비되며, 간에 작용하여 포도당을 생성하고 방출하여 혈당을 높임. 운동할 때 근육에서 혈당이 많이 사용되면 글루카곤 분비가 증가함.\n   - 에피네프린: 카테콜아민 중 하나로 심장에 작용하여 심박수를 증가시키고, 간과 근육에서 당원 분해를 촉진하며 혈당 상승을 돕음. 운동 시간이 길수록 증가함.\n   - 성장 호르몬: 운동 중 필요한 에너지를 제공하기 위해 분비가 촉진됨. 운동 강도가 높을수록 및 운동 시간이 길수록 더 많이 증가함.\n   - 코르티솔: 조직 내 단백질을 분해하여 아미노산을 생성하고 간에서 포도당 신생을 촉진하여 혈당을 높임. 운동 강도가 증가할수록 혈장 코르티솔 농도는 증가함.\n3. 급격하게 증가하는 대사 수요에 대해 인체 내분비계가 적절히 반응함.'",
    "61": "\n호흡계의 구조와 기능\n① 허파꽈리(폐포)의 산소 분압은 허파꽈리의 모세 혈관 혈액보다 높게 유지하고, 이산화탄소 분압은 낮게 유지하여 기체 교환을 합니다. 이를 호흡이라고 합니다.\n② 이와 같이 받아들여진 산소는 혈액을 통해 온몸의 조직 세포에 공급되며, 조직 세포에서 배출된 이산화탄소는 허파꽈리로 확산되어 입이나 코를 통해 밖으로 배출됩니다.\n1. 호흡계의 호흡 과정\n① 호흡의 출입구: 인두와 후두가 열리고 식도는 닫힙니다.\n② 호흡 조절: 기관과 좌우 기관지, 세기관지를 지나 허파꽈리로 이동합니다.\n③ 산소 교환: 허파꽈리(폐포)에서 가스 교환이 이루어집니다.\n가스 교환\n- 허파꽈리의 가스 교환은 가스 분압 차에 의해 확산되며(분압이 높은 곳에서 낮은 곳으로 이동), 허파꽈리 공기의 산소 분압은 100mmHg, 모세 혈관 산소 분압은 40mmHg입니다. 60mmHg의 분압차로 모세혈관으로 산소가 확산됩니다.\n- 이산화탄소의 모세 혈관 분압은 46mmHg, 허파꽈리의 이산화탄소 분압은 40mmHg이며, 6mmHg의 분압차로 이산화탄소가 허파꽈리로 확산됩니다.",
    "62": "\n호흡기의 기능별 구분\n(1) 전도 영역\n① 호흡 시 공기의 통로가 되는 부분으로 인두, 후두, 기관, 기관지 및 종말 세기관지로 구성됩니다.\n② 들숨 공기를 따뜻하고 습기 있게 하며 이물질을 제거하는 기능을 합니다 (기도의 가온, 가습, 여과 기능).\n③ 후두는 음식이나 삼킨 이물질이 호흡기에 들어오는 것을 방지하고, 기관의 섬모 원주 상피는 점액을 후두 쪽으로 밀어내며 기침과 함께 허파에서 불순물이나 먼지를 배출합니다.\n(2) 호흡 영역\n① 호흡 세기관지와 허파꽈리관(폐포관)으로 구성되며, 실제로 가스 교환이 일어납니다.\n② 총 단면적이 크고 벽 두께가 얇아 가스 교환이 용이합니다.\n③ I형 허파꽈리 상피는 세포소기관이 없고 기체 교환에 사용되며, 허파꽈리-모세 혈관막은 혈액과 공기가 마주치므로 혈액-가스계면이라고도 합니다. 혈액-가스계면이 넓고 얇을수록 가스 교환 속도가 빠르고 효과적입니다.\n④ II형 허파꽈리 상피는 표면 활성 물질을 생성하며, 이는 인지질로 구성되어 허파꽈리의 표면 장력을 줄여줍니다.",
    "63": "\n호흡계의 기능\n1. 산소 교환을 위한 이동 경로와 넓은 표면적 제공\n2. 공기 접촉 부위를 탈수, 온도 변화 및 환경적 요인으로부터 보호\n3. 병원균의 침투를 방지하며, 음성을 발생시킴",
    "64": "\n운동 시 호흡기계의 반응 (출제: 2018)\n1. 흡기 (들숨); 능동적 과정\n   - 가로막(횡격막)과 바깥갈비뼈사이근(외늑간근)이 수축하여 가슴우리의 용적 증가\n   - 가슴우리의 용적이 커지며 공기가 허파 속으로 이동\n2. 호기 (날숨)\n   - 안정 시: 수동적 과정\n   - 운동 시: 능동적 과정\n   - 들숨에 작용했던 근육과 가로막이 이완\n   - 허파 조직의 탄성 복원력에 의해 가슴우리가 원래 크기로 돌아옴\n   - 호기 시 가장 중요한 근육은 배곧은근(복직근)과 배속빗근(내복사근)",
    "65": "\n운동과 호흡기계의 적응\n산소의 운반\n     - 용해되어 운반되는 산소: 산소 분압이 100mmHg일 때 용해 산소량은 0.3Vol%\n     - 헤모글로빈에 의한 산소 운반\n     - 동맥혈 1L에 200mL의 산소, 그중 3mL는 혈액에 용해되어 있고 197mL는 헤모글로빈과 결합하여 운반됨\n     - 한 개의 헤모글로빈은 4개의 산소 분자와 결합 가능\n     - 산소와 결합된 헤모글로빈은 '산화 헤모글로빈', 그렇지 않은 것은 '환원 헤모글로빈' 또는 '탈산소 헤모글로빈'이라 함\n     - 100mL의 혈액은 15mg의 헤모글로빈을 가지며, 헤모글로빈 1mg은 1.34mL의 산소와 결합\n     - 결과적으로 혈액 100mL는 20mL의 산소를 운반\n     - 근육 내의 산소: 마이오글로빈과 결합하여 미토콘드리아로 운반\n동정맥 산소 차이:\n   - 동맥혈과 정맥혈 사이의 산소 농도 차이를 의미\n   - 정맥의 산소 농도는 우심방의 혈액 산소 농도, 즉 전신의 활동 및 비활동 조직에서 오는 혈액의 평균 산소 농도를 나타냄\n   - 산소가 섭취되는 양은 유산소 에너지 생산에 사용되는 산소 양에 비례함\n   - 산소 사용률이 높아지면 동정맥 산소 차이도 증가함\n헤모글로빈의 산소해리곡선 (기출 2023)\n-  산소 분압과 헤모글로빈의 산소 포화도 간의 상관관계를 곡선으로 표시\n-  온도, pH, 이산화탄소 분압에 따라 해리 곡선이 좌우로 이동\n-  pH 감소, 이산화탄소 분압(PCO) 증가, 온도 상승 시 해리 곡선이 오른쪽으로 이동\n-  pH 상승, 이산화탄소 분압 감소, 온도 하강 시 해리 곡선이 왼쪽으로 이동\n- 근육의 이산화탄소 분압이 높고, 온도도 높으며, pH는 낮음. 이때 해리 곡선은 오른쪽으로 이동하며, 헤모글로빈에 결합된 산소가 증가된 조직의 산소 요구에 부응.\n이산화탄소의 운반\n① 용해된 이산화탄소의 운반\n② 중탄산염 이온(HCO₃–)으로의 이산화탄소 운반 (전체의 약 70%)\n③ 헤모글로빈 또는 단백질과 결합하여 카바미노 화합물로 운반 (전체의 약 20%)\n초과 산소 섭취량:\n- 운동 후 신체의 산소 부채를 제거하기 위해 필요한 산소량 증가\n- ATP-PC 재합성, 젖산 제거, 글리코겐 재합성, 체온 조절, 심장 및 환기 작용을 위한 산소 소비\n젖산 역치:\n- 운동 부하 증가에 따라 혈중 젖산 농도가 급증하는 시점의 운동 강도\n- 유산소성 대사만으로는 충족하지 못하며, 근육 내 산소량 감소, 속근 섬유 사용 증가로 무산소성 해당과정을 통한 에너지 공급 필요\n환기량이 급격히 증가하는 시점인 무산소성 역치:\n- 무산소성 대사에 의한 에너지 공급이 가속화\n분압차 이외의 가스 교환에 영향을 미치는 요인\n① 확산 경로의 길이\n② 폐포 주위 모세혈관의 혈류량\n③ 혈액 내 적혈구 수 또는 헤모글로빈\n④ 폐포 환기량",
    "66": "\n운동 시 환기 작용\n신경성 인자, 액성 인자 -> 뇌의 연수 -> 호흡 근육\n신경성 인자:\n  - 작업근과 관절 내 수용체\n  - 대뇌 운동 피질과 변연계에서 발생하는 임펄스\n액성 인자:\n    - 경동맥체 화학 수용기 자극\n    - CO2와 젖산 증가, pH 감소\n뇌의 연수:\n  - 호흡을 조절하는 신경 세포 (호흡중추)\n호흡 근육: 횡격막, 내늑간근, 복근\n- 사점 (Dead Point)\n  - 원인: 운동 초기에 느끼는 극단적인 고통\n  - 원인:\n    - 무산소 에너지 고갈\n    - 적응하지 못한 호흡과 순환 기능\n    - 근혈류량 충족을 위한 심장 부담\n    - 호흡성 산증과 대사성 산증의 증가로 인한 근육 자극\n- 세컨드 윈드 (Second Wind)\n  - 의미: 발한과 함께 사점에서의 고통이 줄어드는 상태\n  - 원인:\n    - 호흡, 순환 기능의 적응\n    - 산소 수요에 맞는 적절한 산소 섭취\n    - 심장 부담 감소\n    - 호흡성 산증과 대사성 산증이 감소하여 근육통 감소",
    "67": "\n운동 시 허파 용량과 허파 부피의 변화\n1. 운동 중에는 1회 호흡량이 증가하여 분당 환기량이 증가하는데, 이는 상대적으로 잔기량 및 기능적 잔기량을 감소시킨다. 1회 호흡량의 증가는 흡기 예비량과 호기 예비량을 활용하며, 특히 흡기 예비량이 더 큰 역할을 한다.\n2. 운동 중 총 폐 용량 (총 허파 용량)과 폐활량 (허파 활량)이 약간 감소한다. 이는 허파 혈류량의 증가로 인해 허파 모세 혈관을 흐르는 혈액량이 증가하여 공기가 들어갈 수 있는 기체 부피가 감소하기 때문이다.",
    "68": "\n폐에서의 환기\n분당 환기량:\n- 분당 환기되는 가스의 양\n- 계산식: 분당 환기량(V) = 1회 호흡량(Vt) × 분당 호흡 빈도수(f)\n사강 환기량:\n- 사용하지 않은 환기량\n폐포 환기량:\n- 호흡 영역에 도달한 흡기 가스의 용적\n- 분당 총 환기량은 사강 환기량과 폐포 환기량으로 나누어짐\n- 계산식: 폐포 환기량 = (1회 호흡량 - 사강 환기량) × 호흡률\n폐 용적:\n1회 호흡량, 호기 예비량, 흡기 예비량, 잔기량 네 가지로 구분되며, 체격, 성별, 연령, 질환, 신체활동 등의 영향을 받습니다.\n- 1회 호흡량: 안정 상태에서 한 번 들이마시거나 내쉬는 공기의 양\n- 호기 예비량: 1회 호흡량을 내쉰 후 최대로 더 내쉴 수 있는 공기의 양\n- 흡기 예비량: 1회 호흡량을 들이쉰 후 최대로 더 들이쉴 수 있는 공기의 양\n- 잔기량: 최대로 숨을 내쉬었을 때 폐 안에 남아 있는 공기의 양\n폐 용량:\n폐 용량은 두 개 이상의 용적을 합한 것으로, 총 폐 용량, 폐활량, 흡기량, 기능적 잔기량 네 가지로 구분됩니다.\n- 총 폐 용량: 최대로 공기를 흡입했을 때 폐 속에 있는 총 공기량이며, 폐활량과 잔기량을 합한 값\n- 폐활량: 최대로 공기를 들이쉰 후 최대로 내쉴 수 있는 공기량으로, 흡기 예비량, 1회 호흡량, 호기 예비량을 합한 값\n- 흡기량: 1회 호흡량과 흡기 예비량을 합한 값\n- 기능적 잔기량: 안정 시 날숨 후 폐에 남아 있는 공기의 양으로, 예비 호기량과 잔기량을 합한 값",
    "69": "\n(1) 심혈관계의 구조\n- 심장, 혈관, 혈액으로 이루어짐\n- 심장은 좌우로 나뉘며, 각 부분은 두 개의 심방과 심실로 구성되어 있으며, 심방과 심실은 방실판막이라는 일방향 판막으로 연결됩니다.\n(2) 심혈관계의 주요 기능\n- 운송 기능: 혈액을 통해 산소와 영양소 등을 운반\n- 제거 기능: 탄산가스와 노폐물을 배설 기관으로 이동시켜 몸 밖으로 배출\n- 운반 기능: 호르몬을 체내의 필요한 위치로 전달\n- 유지 기능: 체온 및 체내 pH를 일정 범위로 조절\n- 방어 기능: 백혈구 등을 통해 세균 감염 방지\n(3) 심혈관계 순환 구조\n- 동맥혈: 폐에서 산소를 받은 후 심장을 통해 온몸에 공급\n- 정맥혈: 산소를 사용한 후 이산화탄소를 담고 폐로 반환\n① 체순환(온몸 순환)\n- 좌심실에서 산소로 포화된 혈액을 온몸으로 내보냄\n- 혈액 경로: 좌심실 → 대동맥 → 조직 모세혈관 → 대정맥 → 우심방\n폐순환(심장과 폐 사이의 혈액 순환)**\n  - 우심실에서 이산화 탄소가 많은 혈액이 폐로 이동합니다.\n  - 경로: 우심실 → 폐동맥 → 폐 조직의 모세혈관 → 폐정맥 → 좌심방\n혈압과 혈류 순환\n1. 혈압: 혈관 내벽을 밀어내는 혈액의 힘\n   - 수축기: 심장 수축 시 대동맥벽에 가장 강하게 미치는 혈압\n   - 이완기: 심장 이완 시 가장 낮은 혈압\n2. 정맥혈 회귀: 혈액이 세정맥에서 우심장으로 돌아오는 과정은 근수축과 호흡에 의해 이뤄집니다.\n폐로의 혈류\n1. 폐순환은 정맥혈이 우심실에서 폐동맥으로 들어가면서 시작됩니다. 혼합 정맥혈은 폐 모세혈관을 순환하며 가스 교환을 이룹니다.\n2. 폐순환 시 폐 혈관 저항이 낮아져, 체순환에 비해 상대적으로 낮은 압력을 유지합니다.\n3. 운동 중에는 혈관 팽창과 사용하지 않았던 모세혈관이 활성화돼 폐혈액 흐름이 증가하며, 이에 따라 폐혈관계의 압력이 감소합니다.\n4. 혈관 저항 감소는 운동 중 폐동맥압 증가를 억제해 폐의 혈액 흐름을 증가시킵니다.\n5. 직립 상태에서는 하체에서 상체로 가는 혈액 흐름이 줄어 폐 위쪽으로 혈액이 감소하지만, 운동 시에는 폐의 위쪽 부분으로 가는 혈액 흐름이 증가해 가스 교환을 돕습니다.\n혈관 저항 원인\n1. 혈관의 반지름이 혈액 흐름을 결정하는 핵심 요소입니다.\n2. 혈액은 혈관의 수축 및 팽창 정도에 따라 이동하며, 고강도 운동 시 수축하는 골격근으로 혈류가 더 많이 전달됩니다.\n3. 혈액 흐름에서 가장 큰 저항은 소동맥(세동맥)에서 발생하며, 여기서 평균 동맥압은 약 70~80% 감소합니다.\n1회 박출량\n1. 심장이 한 번 수축해서 내보내는 혈액의 양입니다.\n2. 이는 이완기말의 심실 내 혈액량과 수축기말의 잔여 혈액량의 차이로 측정됩니다.\n1회 박출량을 결정하는 요인\n1. 심실 이완기말 용량: 교감 신경이 정맥을 수축시켜 정맥 환류량이 증가합니다.\n2. 심실 수축력: 에피네프린, 노르에피네프린 및 심장 수축 촉진 신경의 교감 신경 자극에 영향을 받습니다.\n3. 정맥혈 회귀: 근수축과 호흡에 의해 이루어집니다.\n4. 대동맥압(평균 동맥압): 좌심실이 대동맥압을 초과해야 혈액을 방출할 수 있으며, 1회 박출량은 이와 반비례합니다.\n1회 박출량을 결정하는 요인\n전부하(preload), 이완기말 용적(EDV): 심장 수축 전 심실로 들어오는 피의 양과 관련되어 있다. 이는 심실의 수축 준비 과정에서 근육세포가 이완하게 되면서 발생한다. 이는 1회 박출량과 비례하는 관계에 있다.\n심장수축력(Contractibility): 심장근육이 수축할 수 있는 힘과 관련되어 있다. 이는 1회 박출량과 비례하는 관계에 있다.\n후부하(afterload): 심장 수축 시 심장에 걸리는 저항과 관련된다. 이는 다른 두 요인과는 달리 1회 박출량과 반비례하는 관계에 있다.\n(9) 심박출량과 정맥 환류량:\n- 심박출량: 1분 동안 심실에서 방출되는 혈액량으로, 1회 박출량과 심박수에 따라 결정됩니다.\n- 정맥 환류량: 정맥에서 동맥으로 다시 돌아오는 혈액량입니다.\n- 안정 상태에서는 심박출량과 정맥 환류량이 동일합니다.\n- 정맥 혈류량의 증가는 다음 요인들에 의해 조절됩니다: 근육의 펌프 작용(골격근 수축), 호흡계의 펌프 작용, 정맥 수축.\n10) 최대 산소 섭취량(VO2MAX):\n- 계산식: 최대 1회 박출량 × 최대 심박수 × 최대 동정맥 산소차\n- 결정 요인:\n  - 심장의 기능\n  - 혈류를 활동 조직으로 순환시키는 능력\n  - 근조직에서의 산소 대사 능력\n- 심장의 기능은 심박출량으로 반영되고, 조직 내 산소 추출 및 이용 능력은 동정맥 산소차로 측정됩니다.\n- 결론적으로, 최대 산소 섭취량은 최대 심박출량과 최대 동정맥 산소차에 의해 영향을 받습니다.\n- 트레드밀의 운동량 측정:\n  - 경사도를 고려한 트레드밀 운동량은 체중과 전체 수직 이동 거리를 곱한 값으로 계산하며, 단위는 kpm입니다.\n  - 수직 이동 거리 = 트레드밀 속도(m/분) × 경사도 × 운동 시간\n  - 트레드밀의 운동량(kpm) = 체중(kg) × 전체 수직 이동 거리",
    "610": "\n심장\n심방과 심실:\n  - 심방: 정맥과 직접 연결된 심장의 부분입니다.\n  - 심실: 동맥과 직접 연결된 심장의 부분입니다.\n판막:\n  - 혈액의 역류를 막기 위해 심장에 존재하는 막입니다.\n  - 심장의 수축과 이완에 맞추어 열리고 닫히며, 혈액을 일정한 방향으로 흐르도록 하여 역류를 방지합니다.\n  - 반월판: 대동맥과 좌심실 사이, 폐동맥과 우심실 사이에 위치합니다.\n(3) 심근\n① 심근 세포는 자율 박동 세포라는 특수한 심근 세포에서 기원하여 스스로 활동 전위를 생성합니다.\n② 심근 세포는 가로무늬근(횡문근)입니다.\n③ 사이원판(개재판)이 잘 발달되어 있어 심근 세포가 거의 동시에 수축할 수 있습니다.\n④ 심근이 수축할 때를 수축기, 이완할 때를 이완기라고 합니다.\n⑤ 심장 근육에 혈액을 공급하는 혈관을 관상동맥이라고 합니다.\n심장의 전기적 활동\n* 심근 세포는 동방결절(우심방 벽에 위치)에 의해 스스로 전기 활동을 시작합니다.\n* 동방결절의 탈분극 파동에 의해 심방이 수축합니다.\n* 심장의 탈분극파는 방실결절(전도조직)을 거쳐 전달됩니다.\n* 방실결절은 전도 경로를 통해 심실과 심방을 연결합니다.\n(4) 심전도\n① 심전도는 심장의 전기적 활성도를 반영합니다.\n② 심방은 심실보다 먼저 탈분극되며, 이후 심실이 연속적으로 탈분극됩니다. 심방은 심실이 탈분극될 동안 재분극되고, 심실도 연속적으로 재분극됩니다.\n* 심방의 탈분극을 P파라고 합니다.\n* P파의 지속 시간은 심방을 통한 전도 시간과 관련이 있습니다.\n* 심방을 통한 전도 속도가 감소하면 P파가 넓어집니다.\n* 심방에서의 최초 탈분극부터 심실에서의 최초 탈분극까지 걸리는 시간을 PR 간격이라고 하며, P파와 PR간격을 포함합니다.\n* 심박수는 QRS복합파(혹은 R파)의 숫자를 계산하여 측정할 수 있습니다.\n* 심실에서의 탈분극을 QRS복합파라고 합니다.\n* 심실에서의 재분극을 T파라고 합니다.\n* QT간격은 QRS군, ST분절, T파형을 포함하며, 최초 심실 탈분극에서 마지막 심실 재분극까지를 의미합니다.\n* ST분절은 심실의 활동 전위에서 QT 간격의 기준선입니다.",
    "611": "\n① 혈액의 기능:\n1. 운반 기능: 산소와 영양소를 필요한 곳에 전달\n2. 조절 기능: 호흡, 체액, 체온, pH 등 조절\n3. 출혈 방지 기능: 혈소판과 응고 인자가 결합하여 지혈\n4. 면역 기능: 감염 방어 역할\n② 혈액의 구성:\n- 적혈구: O2 및 CO2 운반, pH 조절\n  - 세포 성분(약 45%)\n- 백혈구: 감염 방어, 이물 처리, 항체 생성\n- 혈소판: 혈액 응고(출혈 방지)\n- 수분: 물질 운반, 혈압 조절, 체온 조절\n- 염류: 삼투압과 pH 조절\n- 혈장(약 55%):\n  - 유기물: 영양물질 및 대사산물, 교질 삼투압 조절\n  - 섬유소원: 혈액 응고\n③ 혈구용적률:\n1. 혈액에서 세포 성분이 차지하는 비율\n2. 적혈구는 혈액에서 가장 많은 구성 성분\n3. 혈구용적률은 적혈구 수의 증가나 감소에 따라 변동\n4. 평균 혈구용적률은 남성이 여성보다 높음\n혈액의 점성에 기여하는 중요한 요인 중 하나는 적혈구의 농도입니다.",
    "612": "\n운동에 대한 순환계의 반응\n- 필요한 산소량을 공급하기 위해 폐포 환기량이 증가하며 활발한 기체 교환이 일어납니다.\n운동 시작 직전:\n- 환기량 증가는 운동을 예측한 대뇌 피질의 작용에 의한 것\n운동 시작 후:\n- 환기량 증가는 주로 근관절 수용기의 작용\n- 처음 급격히 증가했던 환기량이 점차 안정되며 최대치에 도달\n- 최대하 운동 시: 환기량이 점진적으로 증가하며 항정 상태 유지\n- 최대 운동 시: 환기량이 계속 증가하며 최대 운동 시간이 짧은 것이 특징\n- 대사활동으로 인해 혈중 CO2 및 젖산 농도가 증가하면서 혈액 pH가 감소하여 경동맥체와 대동맥궁의 화학 수용기를 자극\n운동 종료 후:\n- 환기량은 근육과 관절에서의 자극 감소와 H+ 및 CO2 생성량 감소로 인해 급격히 감소합니다.",
    "613": "\n운동에 대한 순환계의 적응\n① 운동으로 인해 산소 소비량이 증가합니다.\n② 폐포 수와 폐의 모세 혈관이 증가하여 확산 능력이 향상됩니다.\n③ 혈액량과 헤모글로빈 수가 증가하여 산소 운반 능력이 향상됩니다.\n④ 지구력 트레이닝으로 호흡근의 지구력이 향상되어 폐 환기 능력을 오랫동안 유지할 수 있습니다.\n⑤ 운동 중 심박수가 계속 증가하더라도 심박출량이 지속적으로 증가하기 때문에 산소 소비와 혈압은 안정적입니다.\n⑥ 지구력 트레이닝의 효과로 적혈구 수가 10~20% 증가하고 혈장량이 20~30% 증가하여 혈액 이동과 산소 운반 능력이 향상됩니다.\n⑦ 운동 시 심장의 형태적·기능적 변화가 나타납니다.\n형태적 변화:\n- 심장 용적의 증가\n- 심장벽 두께의 증가\n기능적 변화:\n- 심근 수축력의 증가\n- 1회 박출량 증가 (환기량 증가)\n- 최대 운동 시 최대 심박출량 증가\n- 안정 시 혹은 최대하 운동 시 심박수 감소\n운동 시 근육의 혈류 조절 기전\n- 운동 시 골격근의 혈류는 자동 조절, 능동적 충혈 및 반응성 충혈에 의해 증가합니다.\n- 골격근의 높은 신진대사 비율로 인해 산소 분압이 감소하고, 이산화탄소 분압, 산화질소, 칼륨, 아데노신 농도는 증가하며, pH 지수는 감소하여 국부적인 변화가 일어납니다. 이러한 변화는 수축하는 골격근에 혈류를 공급하는 소동맥의 확장을 촉진합니다.\n- 혈관의 확장은 혈류 저항을 감소시켜 혈류를 증가시킵니다.\n- 소동맥의 혈관 확장은 골격근 모세 혈관의 보강을 통해 더 많은 혈액 흐름을 조절합니다.\n- 운동 중 골격근에서 혈관의 기계적인 압박으로 순간적으로 폐쇄가 일어나며, 폐쇄가 끝나면 반응성 충혈이 발생하여 혈류가 증가하고 산소부채가 제거하기 위하여 혈류를 증가시킨다.",
    "71": "\n(1) 열 생성과 열 손실\n① 열 생성: 대사 과정을 통해 내부 열 생성\n    ㉠ 의지적인 방법: 운동\n    ㉡ 비의지적인 방법: 오한, 근육 떨림 및 티록신과 카테콜아민 같은 호르몬을 통한 생화학적 열 생성\n② 열 손실\n    ㉠ 복사: 물리적 접촉 없이 다른 물체의 표면 간의 열 전달\n    ㉡ 전도: 직접적인 분자 접촉을 통해 물질 간의 열 이동\n    ㉢ 대류: 열이 한 장소에서 다른 장소로 이동\n    ② 증발: 운동 중 열 발산을 위해 땀이 증발하여 열 제거\n(2) 체온 조절의 기전\n수용기: 체온의 변화를 감지하는 중추 수용기(시상하부)와 말초 수용기(피부)\n시상하부: 인체의 온도를 일정하게 유지하는 조절 장치\n효과기: 땀샘, 동맥의 민무니 근육, 골격근 및 내분비샘의 작용\n(3) 운동 중 신체의 열 저장\n① 생성된 열이 손실되지 않으면 인체 조직 내에 저장됨\n② 높아진 체온은 열 생성과 열 손실의 차이로 계산\n③ 열에너지는 개인의 체중과 비열에 의해 결정됨 (비열은 체중 1kg을 1℃ 높이는 데 필요한 열의 양)\n(4) 열 손실 기전\n① 피부 혈관 확장\n    ㉠ 피부 혈류의 증가는 심부에서 대기로의 열전도율을 높임\n    ㉡ 따뜻해진 혈액은 피부로 이동하여 복사, 전도, 대류를 통해 열을 방출함\n    ㉢ 열 손실률에 영향을 미치는 요인은 심부 온도, 혈액 온도와 말초 피부 온도, 피부와 주변 환경 사이의 온도 차이\n② 말초 조직의 온도가 심부 조직의 온도보다 낮고, 피부 온도보다 외부 환경 온도가 낮을수록 열 손실이 용이함\n② 발한\n    ㉠ 심부 온도가 일정 수준 이상 상승하면 땀 분비가 급증하며, 이 체온을 발한 역치라고 부름\n    ㉡ 체열 발산에 불리한 환경은 무덥고 습도가 높은 기후 (증발이 어려움)",
    "72": "\n고온에서의 운동과 생리적 반응\n고온의 생리적 적응\n- 근육과 피부 혈류요구증가(지구력 감소)\n- 정맥환류량 감소, 1회 박출량 감소 → 심박수 증가\n- 최대산소섭취량 감소, 동맥-정맥 산소차이 감소\n- 체내 수분 손실로 혈액 농축 시 반응\n- 혈액량 감소 따라 근육 글리코겐 활용, 젖산 생성 증가, 피로/탈진 증가(젖산 제거 안되어 혈중 젖산 농도 상승)\n- 피부 혈류감소로 체온 상승\n- 혈장량 감소로 1회 박출량, 혈압 감소 (순환 기능 감소)\n고온에서의 생리적 순응\n- 반복되는 열 자극으로 체온조절기능 적응, 이를 열적응이라 지칭\n- 열적응: 피부 혈류 증가 및 발한 반응으로 열 제거\n- 젖산 후 발한량 증가, 그 농도는 희석되며 더욱이 피부 혈류 감소\n- 피부에서 혈류 감소로 생략되는 심박출량은 활동 근육에 할당되어 운동능력 향상\n- 최대 하 운동 시, 열적응으로 심박수, 심부 온도 감소\n- 피부 혈류량 감소 : 혈장 증가, 발한 조기발생, 발한량 증가, 땀에 의한 염분 손실 감소\n- 세포에서 단백질 손상 증가'",
    "73": "\n저온에서의 운동 시 생리적 반응\n저온 상황에서는 우선 피부 혈관이 수축, 골격근의 떨림은 열 생산을 증가, 혈류가 신체 중심부로 증가하여 열 손실을 최소화. 이것은 외부와 심부와 사이의 단열 효과를 가져옵니다. 심부 혈류의 증가로 인해 정맥의 환류량과 1회에 박출되는 혈액량이 증가. 심박수가 감소하더라도 심박출량은 일정하게 유지. 혈압이 올라가면 압력 수용기가 작동하여 심장 활동이 감소하고 심박수가 낮아짐. 심부 및 근육 온도가 감소하면 최대 유산소 원 능력도 감소하며, 근육의 온도 저하는 순발력을 저하.\n저온에서의 생리적 반응\n평균 피부 온도가 낮아지면 오한이 시작되며, 노르에피네프린의 분비 증가로 대사적 열 생성이 증가. 추운 기온에 적응하게 되면 손과 발이 평소보다 따뜻해 지면서 해당 부위의 혈류 순환이 좋아진다. 말초 혈관 확장의 신경이 증가. 또한 추운 환경에서는 수면 능력이 향상되며, 이에 적응하는 데는 대략 1주일 정도 소요.",
    "74": "\n열 관련 장애\n1. 열경련: 골격근의 심한 경련이 발생하며, 운동 중 가장 많이 사용된 근육에서 먼저 발생합니다. 이는 과도한 발한과 함께 무기질 손실과 탈수로 이어집니다.\n2. 열탈진: 발한으로 인한 과다한 수분 및 무기질 상실로 혈액량이 줄어들 때 발생합니다. 심박수 증가, 혈압 저하, 두통, 현기증 등의 증상이 나타나지만 높은 체온을 동반하지는 않습니다.\n3. 열사병: 체온이 과도하게 상승하여 몸의 체온 조절 메커니즘이 작동하지 않는 상태입니다. 체온 조절 기능이 마비되면 땀이 멈추고 피부는 건조해지며, 체온이 위험한 수준(40℃ 이상)을 넘어 순환계에 큰 부담을 줍니다.\n4. 저나트륨혈증: 운동 중 과도한 수분 섭취로 인해 체내 나트륨 수치가 비정상적으로 낮아지는 상태로, 메스꺼움이나 발작이 발생할 수 있습니다.",
    "75": "\n운동 시 탈수 현상\n탈수 현상에 의한 체내 수분 손실은 혈액의 농축을 심화시켜 혈액량이 감소\n정맥 환류의 양이 점차 감소하여 심박수가 점차 증가함\n혈액의 손실에 의해 피부로의 체온 조절성 혈류와 작업근으로의 활동을 위한 혈류에 대한 수분 여유력은 더욱 부족해진다.\n인체 순환 및 체온 조절 부담이 가중됨",
    "76": "\n(1) 고지에서의 생리적 반응\n① 산소 분압이 줄어들어 동맥혈 산화 헤모글로빈 포화도가 감소합니다.\n② 환기량 증가로 호흡기 수분 손실이 발생합니다.\n③ 수면 장애가 생길 수 있습니다.\n④ 인지 능력이 저하됩니다.\n⑤ 급성 고산병, 고산 뇌부종 및 고산 폐부종이 발생할 수 있습니다.\n(2) 고지에서의 운동 반응\n① 폐 환기량이 증가합니다: 말초 화학 수용체의 민감성이 증가합니다.\n② 동맥혈 산화 헤모글로빈 포화도는 크게 감소하거나 변하지 않을 수 있습니다.\n③ 최대하 운동 시 동맥혈 내 산소가 부족해져 심장은 더 많은 혈액을 펌프해야 합니다. 그러므로 심박 출량은 이미 최대치에 도달하거나 심근의 저산소증으로 오히려 감소할 수 있으므로, 심박수를 높여 더 많은 혈액을 분출할 수 있음\n④ 고도가 올라갈수록 최대 산소 섭취량이 감소하여 유산소 운동 능력이 저하됩니다.\n(3) 고지 적응\n① 조혈 자극 호르몬의 방출로 적혈구와 헤모글로빈의 농도가 증가하여 산소 운반 능력이 향상됩니다.\n② 근육 내 모세혈관이 증식하면서, 근육 내 마이오글로빈 양과 미토콘드리아의 산화 효소 활동이 증가합니다.",
    "77": "\n2. 수중 환경의 특성과 영향\n(1) 입수에 의한 생리적 반응 - 중앙 심혈관계의 변화\n① 혈액이 재분배됨에 따라 방뇨가 발생합니다.\n② 혈액 재분배는 신체 말단 부위의 혈액이 중앙 심혈관계(심장)로 모여 혈액량이 증가하는 현상을 말합니다.\n수중 운동 반응\n체온 반응:\n- 떨림이나 신체 활동을 통한 열 생산으로 체온을 유지합니다.\n- 수중에서 체온 유지를 위한 조건: 물의 온도가 높을수록, 체지방량이 많을수록, 운동 강도가 높을수록, 높은 운동 강도를 유지하는 능력이 있을수록 유리합니다.\n- 뜨거운 물에서 운동을 하면 말초 혈류가 확장되고, 심박수가 증가하며, 혈장량이 감소하고, 말초 저항이 감소해 운동 능력이 현저히 떨어집니다.\n운동 능력 반응 - 저강도 운동:\n- 산소 섭취량이 증가하더라도 1회 박출량과 심박출량이 증가하지 않습니다.\n- 근육 혈류량과 환기량은 증가합니다.\n- 최대 심박출량, 최대 심박수, 최대 혈류량, 산소 운반 능력, 무산소 능력이 대기와 비교해 약 15% 감소합니다.\n수중 적응:\n- 폐용량 및 호흡 능력에서는 최대 흡기압과 폐활량이 높습니다.\n• 높은 이산화탄소 혈증과 저산소증에 적응합니다.\n(3) 열중립온도(thermoneutral temperature)\n① 체온이 일정하게 유지될 수 있는 환경 온도입니다.\n② 수중 환경에서는 사람마다 다르며, 체구 크기와 체지방량, 내분비계의 활성 및 기능, 나이와 인종에 따라 달라집니다.\n③ 체구가 크거나 체표면적이나 체중이 클수록, 젊을수록, 내분비 활동이 활발할수록 에너지 대사량이 높고 열중립온도는 낮아집니다.\n④ 체지방이 많을수록 열 손실량이 적어 저온에서도 견딜 수 있습니다.",
    "78": "\n3. 대기 오염의 영향\n(1) 공기 오염 물질\n1차 오염 물질: 자동차나 공장에서 직접 배출되는 물질(성분이 거의 변하지 않는 것)\n예시: 일산화 탄소, 이산화 황, 산화 질소, 분진\n2차 오염 물질: 1차 오염 물질이 상호작용하여 생성된 물질\n예시: 오존, 질산 과산화 아세틸, 연무\n(2) 오염된 공기 환경에서의 운동과 반응\n일산화탄소(CO):\n• 탄소가 불완전 연소할 때 생성되는 유독가스로, 공장이나 자동차의 불완전 연소로 인해 생성됩니다.\n• 산소 운반 능력을 제한합니다.\n혈액 속 헤모글로빈과의 친화력이 산소보다 상대적으로 높아, 일산화탄소 혈색소가 헤모글로빈 분자와 결합하여 산소 이동과 해리를 방해합니다.\n• 폐의 확산 능력과 최대 유산소 능력을 감소시켜 운동 지속 시간과 최대 산소 섭취량을 줄입니다.\n산화황(SO):\n• 화석 연료 연소에 의해 발생\n· 예시: 이산화황, 황산, 황산염\n• 호흡기 불편함을 유발하며, 기관지를 수축시킵니다.\n오존(O3):\n• 태양 자외선 복사 에너지가 탄화수소와 이산화 질소와 반응하여 대기에서 생성되는 기체입니다.\n강력한 기도 자극제로, 상기도의 반사적 기도 수축을 유발합니다.\n• 강한 운동 강도에서는 기도의 불쾌감과 폐 기능의 감소로 운동 능력이 떨어질 수 있습니다."
}