{
    "11": "스포츠 사회학의 이해\n- 주요 학자들의 스포츠 사회학 정의\n  - 케년과 로이(Kenyon & Loy, 1965): 스포츠 맥락에서 인간의 사회 행동 법칙 규명\n  - 맥퍼슨(McPherson, 1975): 사회 행동의 과정과 유형을 스포츠 맥락에서 설명하고 인간 행동을 예측 및 촉진\n  - 레오나르드(Leonard, 1984): 스포츠 현상을 사회 구조와 사회 과정 개념으로 연구\n  - 코클리(Coakley, 1986): 스포츠와 사회의 관계를 연구, 스포츠 장면에서의 행동 유형과 사회 과정을 설명\n스포츠 사회학의 의미\n- 스포츠 사회학의 정의: 사회학적 이론과 연구 방법을 스포츠 현상에 적용하여 연구하는 학문으로, 사회학과 스포츠 과학의 경계 과학(boundary science) 혹은 학제적 학문(interdisciplinary science)으로 불림\n- 스포츠 사회학의 연구 범위\n  - 사회적 행위: 성격, 사회 행동, 사회적 사실 등\n  - 집단: 스포츠 집단, 연맹, 단체 등 집단의 특성과 기능\n  - 문화, 제도: 규범, 습관, 규율, 스포츠맨십, 아마추어리즘 등\n  - 사회 변화: 사회 변화에 따른 스포츠 집단과 문화 변화 등",
    "12": "\n스포츠 사회학의 주요 과제\n- 스포츠와 가족, 교육, 정치, 경제, 종교 등 타 사회생활 분야의 관계성\n- 다양한 스포츠 현장에서 나타나는 사회 조직, 집단 행동 및 사회적 상호작용 유형\n- 스포츠와 스포츠 경험에 영향을 미치는 문화적, 구조적, 상황적 요인\n- 스포츠와 관련된 사회화, 경쟁, 협동, 갈등, 사회 계층, 사회 변화 등 사회 과정",
    "13": "\n거트만의 근대 스포츠의 특성\n- 세속주의\n- 전문화\n- 관료화\n- 기록 추구\n- 평등화\n- 합리화\n- 계량화",
    "14": "\n스포츠의 사회적 기능과 스포츠 사회학 이론\n1. 스포츠의 사회적 기능\n- 사회적 순기능\n  - 사회 정서적 기능: 스포츠 참여와 관람을 통해 긴장과 갈등을 해소하고 욕구 불만, 좌절, 공격적 충동을 무해하게 방출할 기회를 제공\n  - 사회 통합 기능: 스포츠는 사회 구성원이 공통의 감정을 공유하여 사회 통합과 일체감을 형성\n  - 사회화 기능: 스포츠맨십과 페어플레이 정신을 통해 성취 지향적인 현대 사회에서 합리적인 행동 규범을 제시\n- 사회적 역기능\n  - 강제와 통제(사회 통제 기능): \"열심히 훈련하고 인내하면 승리를 쟁취할 수 있다\"는 가치관을 강조, 사회를 통제하는 수단으로 사용\n  - 자본주의 사회의 소외와 갈등: 자본주의적 생산이 스포츠 분야에 어떻게 반영되는지 보여줍니다. 성취 지향적이고 기록을 추구하는 경향과 상업화 등이 특징입니다. 승리를 최우선으로 하는 스포츠 이념 때문에 선수들이 신체를 도구화하는 경향이 있습니다.\n  - 과도한 상업주의: 스포츠가 재정적 이익을 얻거나 홍보의 수단으로 사용되며, 자본주의의 확장을 돕습니다. 프로 스포츠뿐만 아니라 아마추어 스포츠에서도 물질 만능주의와 승리 지상주의가 퍼져 있습니다.\n  - 국수주의와 군국주의의 팽창: 올림픽과 같은 국제 스포츠 대회가 국수주의적 고립 정책과 군국주의적 성향을 촉발할 수 있습니다. 경기의 승리가 국가의 국력이나 정치력의 척도로 평가받기도 합니다.\n  -성차별 및 인종 차별: 스포츠가 남녀 간의 능력 차이를 극명하게 드러낸다는 인식이 존재합니다. 여성 운동선수가 비여성적이라는 사회적 고정관념 때문에 성역할 갈등이 발생합니다. 인종적, 생물학적 측면에서 차별이나 비하하는 현상이 나타날 수 있습니다.\n파슨즈(T. Parsons)의 AGIL 모형\n- 적응(Adaptation): 사람들이 사회에서 적절하게 생활할 수 있도록 스포츠가 사고, 감정, 행동 양식을 학습시키는 기능을 합니다.\n- 목표 성취(Goal attainment): 스포츠는 사회 제도의 목적인 목표 달성에 필요한 수단을 정당화하고 이를 재확인하는 역할을 합니다.\n- 사회 통합(Integration): 스포츠가 구성원들을 결속시키고 조직에 대한 일체감을 조성합니다.\n- 체제 유지 및 관리(Latent pattern maintenance): 스포츠는 사회의 규범과 가치를 개인에게 학습시키고 내면화시켜 순응을 돕습니다.\n스티븐슨(C. Stevenson)과 닉슨(J. Nixon)의 스포츠의 사회적 기능\n- 사회·정서적 기능\n- 사회화 기능\n- 사회 통합 기능\n- 사회 정치적 기능\n- 사회 계층 이동 기능",
    "15": "\n1. 구조 기능 이론\n- 사회를 하나의 유기체로 보고, 사회의 항상성과 존속을 위한 요소들의 역할을 분석합니다.\n- 사회는 본질적으로 상호 의존적인 제도로 구성되어 있으며, 각 제도는 전체 사회의 안정에 기여합니다.\n- 사회 구성원은 일반적으로 동일한 가치관을 지니고 있으며 주요 사회 기관인 가정, 교육, 경제, 정부, 종교, 스포츠는 상호 보완적이며 조화로운 것으로 인식됩니다.\n- 스포츠의 체제 유지, 긴장 처리, 통합, 목표 성취 및 적응에 대한 기여 방법에 주목합니다.\n- 국제 스포츠 이벤트를 통한 국민 단합과 사회 통합, 국민 일체감 형성 등의 역할을 강조합니다.\n갈등 이론\n- 사회를 경쟁과 갈등의 관계로 이해\n- 개인과 개인, 집단과 집단 간 이익이나 권력을 둘러싼 경쟁을 강조\n- 자본주의 사회에서 스포츠는 소수의 이익 집단이 지배 계급의 이익을 증대하기 위한 수단으로 이용하며, 왜곡된 형태의 신체 활동이 됨\n- 제5공화국 시절의 3S(성, 스크린, 스포츠) 정책을 통해 대중이 정치에 대한 관심을 잃도록 유도함\n비판 이론\n- 기존 사회를 평가하고 비판하여 사회 본질을 명확히 규명하려 함\n- 사회 현상의 가치 판단이나 도덕적 충돌 강조\n- 노동 문제, 성 불평등, 성 담론 등과 같은 사회 현상을 규명, 폭로하고 비판\n- 여성 운동선수의 성 상품화 및 권력 과시를 위한 스포츠 이벤트 개최 비판\n상징적 상호작용론\n- 인간의 실체는 타자와의 상호작용 과정에서 형성되므로, 이를 행위자 입장에서 이해해야 하는 이론\n- 사회·문화 현상을 개인의 능동적 사고와 행위를 통해 미시적으로 분석\n- 사람들이 서로 의미를 교환하고 상황을 정의하는 과정을 통해 인간의 능동적 사고와 행위 설명\n- 스포츠 문화에 따라 선호하는 스포츠 활동과 부여하는 의미가 다름\n교환 이론\n- 모든 인간의 행위는 비용이나 투자, 보상의 교환에 의해 이루어진다고 봄\n- 인간은 합리적으로 보상을 통해 이익을 추구함\n- 흥정, 거래, 타협의 개념을 개인, 집단, 국가 간 상호작용 이해에 적용\n- 좋은 경기 성적을 받은 선수에게 더 많은 보상 제공\n부르디외(P. Bourdieu)의 문화자본 유형\n- 객체화된 문화자본: 작품, 도서, 기념물 등 문화적 생산물\n- 체화된 문화자본: 자신의 계층에 속해 있음으로써 내재된 행동 방식(언어, 소양, 매너, 스포츠 기술 등)\n- 제도화된 문화자본: 사회적으로 인정받을 수 있는 형태로 공식 증명된 문화자본(자격증, 졸업장 등)",
    "21": "\n스포츠와 정치의 관계\n① 스포츠는 정치, 경제 및 문화적 우월성을 표출하는 수단\n② 스포츠의 조직화로 인한 권력 배분\n③ 스포츠 조직 및 기구의 조세 감면 혜택\n④ 스포츠를 통한 정치적 외교 상호 작용 효과\n⑤ 스포츠의 제도적 특성으로 인한 것\n스포츠의 정치적 기능\n순기능:\n- 외교적 수단의 기능\n- 국민 화합 및 구성원 결속, 일체감 조성\n- 경쟁 스포츠를 통한 생산성 향상\n- 사회 운동의 수단\n역기능:\n- 국제적 갈등 및 대립\n- 권력의 형성과 유지를 위한 지배의 정당성 요구\n- 국수주의 및 군국주의 조장\n에티즌(D. Eitzen)과 세이지(G. Sage)의 스포츠의 정치적 속성 (기출 2024/2023/2022/2020)\n- 대표성: 스포츠는 후원 기관에 대한 충성심을 상징적으로 재확인하는 기능을 하며, 특히 올림픽이나 국제 경기 성적은 정치적, 경제적, 문화적, 군사적 우월성을 나타내는 중요한 수단.\n- 권력 투쟁: 선수와 구단주, 경쟁 리그 간, 스포츠 조직 내의 불평등한 권력 배분.\n- 상호 의존성: 스포츠와 정치의 결합은 정부 기관이 관련될 때 확실히 드러남. 예를 들어, 일반 기업이 프로 스포츠 구단을 창설하면 조세 감면 혜택을 받음.\n- 보수성: 스포츠의 제도적 특성은 질서와 법의 표본으로, 보수적인 성향은 현 상황 유지를 추구하며, 경기의 애국심은 정치 체계 강화에 역할을 함.\n- 긴장 관계: 각 나라의 정치적 관계에 따라 경기 상대국과의 긴장 관계 형성.",
    "22": "\n2. 스포츠와 정치의 결합 방법\n상징:\n- 특정한 의미와 의의를 가지며, 본질과는 다른 무엇을 대리하고 지칭.\n- 순수 스포츠의 경쟁 및 승리\n- 지역, 국가의 경쟁 및 승리\n- 국가주의, 민족주의, 인종주의, 지역주의, 분리주의 -> 상징화\n- 국가 연주, 국기 게양 등\n동일화:\n- 타자와 자아의 혼동 상태\n- 동일한 사고, 감정 형성을 통한 공통된 행동 유도\n- 스포츠의 승리를 국가 발전과 민족의 명예 상승으로 동일시\n- 기업, 팀, 국가를 자신의 존재 의의 인식 수단으로 활용\n- 지역 연고제, 팬덤 현상 등\n조작:\n- 행동하려는 욕구가 큰 상황에서 반응을 통제하고 압력을 증가시키려는 조정\n- 운리성과 합리성이 효율성과 수단 지향성에 매몰되기 쉬움\n- 정치권력이 단기적 효과를 위해 상징, 동일화보다는 조작을 이용\n- 한일 스포츠 대결을 앞두고 일본 극우 세력이 과거사 발언으로 적대감을 불러일으킬 때'",
    "23": "\n3. 스포츠에 대한 정부의 정치적 개입\n1. 사회 통합 달성\n2. 국가적 정체성 강화\n3. 국가 통합과 민족주의 증진\n4. 국가 및 지역 사회의 경제 발전 촉진\n5. 국위 선양\n6. 지배 이데올로기에 부합하는 가치 및 성향의 강조\n- 훌리한(B. Houlihan)의 스포츠에 대한 정치적 개입의 목적\n  - 공공질서 보호\n  - 체력과 신체적 능력 유지\n  - 공동체 및 국가의 위신과 힘 증진\n  - 동일성, 소속감 및 통일성의 의미 증진\n  - 지배적인 이데올로기와 일관된 가치 강조\n  - 경제 성장 촉진",
    "24": "\n1. 국제 정치에서의 스포츠의 기능\n외교적 도구: 공식 외교 관계가 없는 국가 간에도 양국 및 정부를 승인한다는 상징적 의미(예시: 1971년 미국 선수단이 중국을 방문한 핑퐁 외교는 탁구를 통해 미국과 중국이 수교를 튼 스포츠 외교의 결과)\n정치이념 선전: 스포츠에서의 승리는 특정 정치 체제의 우월성을 입증(예시: 히틀러 정부가 나치의 권위 과시를 위한 도구로 활용 (베를린, 1936))\n국위 선양: 스포츠를 통해 자국의 존재 및 가치에 대한 의식을 고취(예시: 2018년 평창 동계올림픽에서 윤성빈 선수의 스켈레톤 금메달 획득)\n국제 이해 및 평화: 자국 우월주의나 민족 중심주의 같은 극우 배타주의 감소 및 국가 간 상호 교류 통해 국제이해, 친선 및 평화 증진(예시: 통일을 위한 한국 정부의 남북 대화 및 교류 증진)\n외교적 항의: 국제 갈등 상황에서 선수단 입국 거부. 경기 불참 등으로 항의 의사를 전달(예시: 인종 차별 정책(아파르트헤이트)을 실시한 남아프리카공화국에 대해 국제 스포츠 참여를 배제함)\n갈등 및 적대감 표출: 스포츠는 각국의 이해와 관련된 갈등, 적대감을 표현하는 역할(예시: 1972년 뮌헨 올림픽에서 팔레스타인 과격단체의 이스라엘 선수 암살 사건)\n국가 경제력 표출: 메가 이벤트 개최를 통해 인프라 확보 및 경제 발전 유도(예시: 올림픽, 월드컵 등의 개최는 개최 국가에 천문학적인 금액이 요구되는 메가 이벤트)",
    "25": "\n올림픽 경기의 정치화 요인\n- 민족주의 심화\n- 상업주의 팽창\n- 정치권력 강화 및 보상\n올림픽 경기의 정치적 도구 사례\n① 1896 아테네: 터키는 그리스와의 적대 관계로 인해 참가하지 않음\n② 1920 앤트워프: 구소련, 독일, 오스트리아, 터키의 참가가 거부됨\n③ 1936 베를린: 히틀러 정부가 나치의 권위와 위대함을 강조하는 도구로 활용\n④ 1948 런던: 구소련(공산주의 국가)과 미국, 영국, 프랑스(민주주의 국가)간의 정치적 대립이 점점 명확해짐\n⑤ 1952 헬싱키: 미국과 소련의 세력이 각축장으로 변동하는 계기가 됨\n⑥ 1956 멜버른: 구소련의 헝가리 침공에 대한 반대로 서방 국가들이 참가를 거부함\n⑦ 1972 뮌헨: 팔레스타인 해방기구의 검은 9월단 사건으로 인해 유혈사태 발생\n⑧ 1976 몬트리올: 뉴질랜드의 인종차별 문제로 아프리카 국가들이 참가를 거부함\n⑨ 1980 모스크바: 구소련의 아프가니스탄 침공에 대한 항의로 미국 및 서방 국가들이 참가를 거부함\n⑩ 1984 로스앤젤레스: 1980 올림픽의 서방국가들 참가 거부에 대한 반발로 구소련 및 그 동조한 공산국가들이 참가를 거부함",
    "34": "\n상업주의 스포츠 출현의 사회, 경제적 조건\n① 인구가 밀집된 도시\n② 자본주의적 시장 경제 체제\n③ 스포츠 시설 건설이 가능한 대규모 자본\n④ 소비문화와 사회 계층\n⑤ 교통과 통신의 발전\n1. 상업주의와 스포츠의 변화\n   (1) 상업주의와 스포츠의 영향\n  - 스포츠 구조의 변화\n     - 규칙과 제도, 프로그램 구성의 변화\n     - 인기 종목의 결승전 경기 시간을 조정하고, 농구에 3점 슛을 도입하여 흥미를 높이는 등의 변화\n     - 광고 수입 증대를 위해 저녁 시간으로 경기 시간을 변경\n   - 스포츠 내용의 변화\n     - 경기 자체보다 세속적인 경기 외적 요소를 더 중요시함\n     - 심미적 가치보다 영웅적 가치를 중시\n     - 전시 효과에 대한 요구가 증가\n   - 스포츠 목적의 변화\n     - 아마추어리즘보다 프로페셔널리즘 선호\n     - 스포츠 경기를 즐거움과 재정적 이익 창출을 위한 부가물로 간주\n   - 스포츠 조직의 변화\n     - 대회의 많은 부분이 대중 매체, 팀 구단주, 대회 후원자의 목적을 위한 '쇼'로 변화\n     - 많은 기업은 올림픽을 스포츠 경기보다 기업 발전을 위한 시장 확대의 기회로 봄\n국제 스포츠 이벤트의 사회적 기능\n긍정적 기능과 부정적 기능으로 구분되며, 여기에는 경제적, 사회적, 정치적 측면이 포함됨. 예를 들어, 경제적 측면에서는 지역 경제 활성화와 관광객 증가, 도시 인프라 구축과 발전 촉구를 긍정적인 기능으로 하며, 막대한 재정 투입, 개최 도시의 재정 부담을 부정적인 기능으로 볼 수 있다. 사회적 측면에서는 지역 주민의 화합과 단결, 개최 지역 인지도 상승을 긍정적으로 보고, 복지 관련 예산 축소, 과도한 세금 부담을 부정적으로 본다. 마지막으로, 정치적 측면에서는 국가나 도시의 위상과 이미지 제고, 정치 세력의 권위 강화를 긍정적으로 본다.'\n코클리(J. Coakley)의 상업주의와 관련된 스포츠 변화 예시\n   - 인기 종목의 결승전 시간 조정\n   - 순위가 결정되는 경기 중 역전될 때 광고 시간을 삽입하거나 연장\n   - 광고 수입과 골든아워 비율을 증가시키기 위한 경기 시간 변경\n   - 결승전다운 경기를 자주 개최하도록 팀과 리그 순위 조정\n   - 농구의 3점 슛처럼 흥미를 끌기 위한 규칙 개정\n   - 경기 결과와 선수 부상 상태에 대한 전문적 해설로 시청자의 도박 심리 유도\n2. 스포츠 세계화의 장단점\n   장점:\n   - 이윤 창출 극대화\n   - 선수의 기술 수준 향상 및 선수 생활의 가능성 확대\n   단점:\n   - 일부 리그의 경제적 독점으로 주변국 리그의 황폐화\n   - 전 세계의 동일한 스포츠 소비로 전통 스포츠의 쇠퇴",
    "31": "\n(1) 프로 스포츠에서 시행되는 제도\n1. 보류 조항 (reserve clause):\n   - 해당 연도의 소속 선수 및 신고 선수 중 다음 연도 계약 권리를 보류하여 자유로운 계약과 이적을 막는 조항\n2. 최저 연봉제 (minimum salary):\n   - 신인 선수 계약 시 최저 연봉 보장\n3. 샐러리캡 (salary cap):\n   - 선수의 연봉에 상한선을 두어 한 팀 소속 선수의 연봉 총액이 일정 금액을 넘지 못하도록 제한\n4. 트레이드 (trade):\n   - 구단 간에 선수 대 선수 또는 현금 대 선수를 교환할 수 있음\n5. 드래프트 (draft):\n   - 각 팀이 원하는 신인 선수를 지명하는 제도\n6. 자유 계약(Free Agent, FA):\n   - 일정 기간 자신이 속한 팀에서 활동 후, 다른 팀과 자유롭게 계약을 맺고 이적할 수 있는 제도나 그 선수.\n7. 선수대리인(agent):\n   - 선수와 대리인 계약을 체결하여 소속 구단과의 계약 협상을 돕고, 선수로부터 위임받은 권리를 행사하는 업무를 수행하는 사람.\n8. 웨이버 조항(waiver rule):\n   - 구단과 선수 간 계약이 있는 스포츠 리그에서, 구단이 특정 선수에 대한 권한을 포기하는 조항.\n(2) 상업주의에 의한 프로 스포츠의 기능\n① 긍정적 기능:\n스포츠 관람을 통해 스트레스 해소와 생활의 활력소 제공\n대중의 동류의식을 유도하여 사회 통합 및 지역 사회 연대감 증대\n아마추어 선수들에게 진로 개척과 희망을 제공하며 스포츠계 활성화\n② 경제 발전 및 고용 증대에 기여, 스포츠 용품 개발 촉진\n② 부정적 기능:\n프로 스포츠의 빠른 발전으로 인해 아마추어리즘 및 스포츠 본질의 약화\n스포츠가 수단으로 전락\n도박 행위 증가",
    "32": "\n1. 스포츠 메가 이벤트의 기능\n경제적 측면:\n- 긍정적 기능\n· 지역 경제 활성화 및 관광객 증가\n· 도시 인프라 구축과 발전 촉진\n· 스포츠 관련 산업 발전의 계기 마련\n- 부정적 기능\n· 막대한 재원 투입\n· 개최 도시의 재정 부담\n사회적 측면:\n- 긍정적 기능:\n· 지역 주민에게 여가 생활 기회 제공\n· 지역 주민의 화합과 단결\n· 개최지의 인지도 상승\n· 스포츠 인프라를 통한 주민 참여 증가\n- 부정적 기능:\n· 사회 복지 예산 축소\n· 주민의 과도한 세금 부담\n정치적 측면:\n- 긍정적 기능:\n개최 국가 및 도시의 위상 및 이미지 향상\n- 부정적 기능:\n정치 세력의 권위 및 정당성 강화",
    "33": "\n2. 스포츠 메가 이벤트의 경제적 가치\n① 스포츠 메가 이벤트 자체가 가지는 경제성과 무형의 경제적 가치로 구분됨\n② 경제적 효과\n㉠ 직접 효과: 경기장 및 도로 등 인프라 구축, 관광 소비 증가, 신규 고용 창출로 지역 고용 촉진\n㉡ 간접 효과: 국가 이미지 개선으로 수출 증가, 외국인 투자 촉진, 브랜드 홍보, 국내 기업 이미지 향상",
    "45": "\n1. 스포츠의 교육적 긍정적 기능\n(1) 전인교육\n- 학업 활동의 강화\n  스포츠 참여는 학생들에게 새로운 교육 기회를 제공하며, 학업 활동에 대한 흥미를 유발합니다.\n- 사회화 촉진\n  스포츠를 통해 학생들은 목표에 대한 도전, 스포츠맨십, 팀워크 등의 긍정적 가치를 배웁니다.\n- 정서순환\n  스포츠 활동은 신체 활동에 대한 학생들의 기본적 욕구를 충족시켜주고, 현대 사회의 구조적, 문화적 변동으로 발생할 수 있는 학생 비행을 예방하고 치유합니다.\n(2) 사회 통합\n- 학교 내 통합\n  스포츠는 학교에 공동 목표를 제공하여 모든 학생과 교직원에게 '우리 학교'라는 공동체 의식을 형성시키고, 서로 다른 배경의 구성원들을 하나로 통합합니다.\n- 학교와 지역 사회 통합\n  스포츠 프로그램은 지역 사회의 학교에 대한 관심을 높이고, 지역 주민들에게 즐거움을 제공하며, '학교와 주민' 사이의 이해 부족을 해소합니다.\n(3) 사회 선도\n- 여권 신장\n  여학생의 스포츠 참여는 성평등을 촉진하고 자신의 권리를 강화하는 데 도움이 되며, 사회 전반에 대한 관심과 기회를 증대시킵니다.\n- 장애인의 참여\n  스포츠는 장애인 소외를 해소하고, 신체 기능의 퇴화 방지를 도우며, 원활한 사회생활을 장려합니다.\n- 평생 체육의 장려\n  체육 활동을 통해 평생 동안 즐길 수 있는 신체 활동 유형과 실천 방법, 기능, 지식, 태도를 전수하여 미래의 삶을 가치 있게 향유할 수 있도록 합니다.",
    "41": "\n2. 스포츠의 교육적 부정적 기능\n(1) 교육 목표의 결핍\n- 승리 제일주의: 스포츠의 가치를 참가보다는 승리, 즐거움보다는 노동으로 변질시키며, 과도한 훈련이나 경쟁을 유발하여 선수의 정신과 육체에 심각한 피해를 줍니다.\n- 참가 기회의 제한: 스포츠 참여 기회가 모두에게 골고루 제공되지 않고 신체 및 기능이 뛰어난 소수에게만 집중됨으로써 엘리트 의식이 조장됩니다.\n- 성차별: 성평등을 실현하고자 하는 교육 목표와 달리 여성의 스포츠 참여에 대한 불평등이 학교 운동부 구조에서 존재합니다.\n(2) 부정행위의 장려\n - 스포츠의 상업화: 승리에 따른 경제적, 상징적 보상이 커지면서 승률이 높은 팀에서 부정행위가 자주 발생\n - 위선과 착취: 성적 위조, 선수를 학교 경영 수단으로 이용하는 등 운동선수가 제도적 무력감을 느끼게 됨\n - 일탈 조장: 선수들이 생존을 위해 경쟁의식과 부도덕한 가치를 내면화\n(3) 편협한 인간 육성\n - 독재적 코치: 코치는 선수 개인과 팀의 성공을 위해서 자신에게 무조건적이고 절대적인 권한이 있어야 한다고 생각할 뿐만 아니라, 이미 부여되어 있다고 믿음\n - 비인간적 훈련: 코치가 자신의 성공을 위해 선수를 잔인하고 무자비하게 훈련시킴으로써 선수는 학교의 목적 달성을 위한 도구로 전락하여 인간성을 상실함",
    "42": "\n학원 스포츠의 문화적 특성\n- 섬 문화: 승리만을 중시하는 문화가 형성되어 선수와 코치 간 새로운 문화를 조성\n- 승리 지상주의 문화: 과도한 훈련이나 겨쟁을 유발하여 승리 쟁취만이 최고라고 판단\n- 군사주의 문화: 코치 자신에게절대적인 권한이 부여되어야 한다고 생각할 뿐만 아니라 이미 부여되어 있다고 믿음\n- 신체 소외 문화: 선수를 잔인하고 무자비하게 훈련시킴으로써 선수는 학교 목적 달생을 위한 도구로 전락",
    "43": "\n학원 스포츠의 기능\n- 순기능: 학업 활동 촉진, 정서 순화, 체육 활동에 대한 흥미 유발, 학습권 제한, 지도자의 폭력 문제, 인권 침해\n- 역기능: 학습권 제한, 지도자의 폭력 문제, 인권 침해, 승리 지상주의, 비인간적 훈련, 성폭력",
    "44": "\n스포츠 정책과 방향\n- 스포츠클럽법: 문화체육관광부장관은 다양한 사업을 위해 스포츠클럽을 지정할 수 있으며, 필요시 비용 지원 가능\n- 스포츠 육성 정책 모형\n  - 피라미드 모형: 생활 스포츠의 중요성을 기반으로 우수 선수 배출\n  - 낙수효과 모형: 엘리트 스포츠 발전이 생활 스포츠 참여 확대로 이어짐\n  - 선순환 모형: 피라미드 모형과 낙수효과 모형의 통합",
    "55": "\n1. 스포츠 미디어의 의미\n(1) 미디어의 개념\n① 의사소통이 가능하도록 마련된 수단\n② 소수가 다수에게 동시에 의사 교환을 할 수 있는 과정 (신속성 ↑)\n③ 문화적 가치, 신념, 규범을 창조하고 심미적 경험, 흥분과 쾌감을 제공\n미디어의 세 가지 기능\n- 정보 제공\n- 판단과 해석\n- 오락 제공\n(2) 버렐(Birrell)과 로이(Loy)의 스포츠 미디어를 통한 욕구 충족 유형 [기출 2023/2020]\n① 인지적 욕구: 스포츠 관련 지식, 경기 결과 및 통계 제공\n② 감정적 욕구: 스포츠에 대한 즐거움, 흥미, 관심을 유발\n③ 통합적 욕구: 스포츠로 사회 구성원들의 관심을 모아 사회를 통합\n④ 도피적 욕구: 스포츠로 불안, 좌절, 스트레스 등의 해소에 도움",
    "51": "\n2. 맥퍼슨(B. Mcpherson)의 스포츠 미디어 이론\n(1) 개인 차 이론\n대중 매체가 관람자의 개인적 특성에 맞춘 메시지를 제공하며, 개인은 자신의 특정 욕구를 만족시키기 위해 미디어를 활용합니다. 미디어 수용자는 인지적, 감정적, 도피적, 통합적 욕구를 충족하기 위해 스포츠 관련 매체를 사용합니다.\n(2) 사회 범주 이론\n인간은 자신이 속한 사회적 배경에 의해 생각이나 행동이 형성되며, 비슷한 환경에서 생활할수록 유사한 사고와 행동을 가지게 됩니다. 사회 범주 이론에 따르면 미디어의 영향력은 연령, 성별, 경제 수준 등에 따라 다르게 작용할 수 있습니다. 서로 다른 하위 집단의 구성원들에게 획일적으로 미치지 않을 수 있습니다.\n(3) 사회 관계 이론\n인간의 정보 선택과 해석에는 주변의 영향이 크게 작용하며, 특히 준거 집단의 영향이 중심이 됩니다. 따라서 스포츠 미디어와의 접촉 방식도 개인이 속한 사회적 관계망에 의해 영향을 받습니다.\n(4) 문화 규범 이론\n대중 매체가 사회 규범에 영향을 미치고 수용자는 그 규범에 맞춰 자신의 생각이나 행동을 취하게 되는 이론입니다.",
    "52": "\n3. 맥루한(M. Mcluhan)의 매체 이론\n맥루한은 매체의 정의성과 수용자의 감각적 참여, 몰입 정도를 기준으로 매체를 핫 매체(hot media)와 쿨 매체(cool media)로 구분합니다.\n(1) 핫 매체와 쿨 매체의 특징\n- 문자 미디어(핫 매체)의 경우, 낮은 감각적 참여와 몰입 상태에서 정보를 간접적으로 제공합니다.\n  - 유형: 신문, 잡지, 사진, 화보 등\n  - 메시지는 논리적으로 전달되며 계획적이고 직접적인 방식으로 제공됩니다.\n  - 메시지의 정의성이 높습니다.\n- 전자 미디어(쿨 매체)의 경우, 높은 감각적 참여와 몰입으로 정보를 직접 제공합니다.\n  - 유형: TV, 비디오, 영화, 게임, 인터넷, 소셜미디어, 모바일 등\n  - 메시지는 비논리적으로 전달되며 즉흥적이고 일시적인 방식으로 제공됩니다.\n  - 메시지의 정의성이 낮습니다.\n(2) 핫 매체와 쿨 매체 스포츠의 특징\n- 핫 매체 스포츠\n  - 정적인 스포츠, 개인 종목 중심\n  - 공격과 수비가 구분된 스포츠\n  - 예: 검도, 골프, 권투, 레슬링, 배드민턴, 볼링, 빙상, 사격, 수중 발레, 사이클, 스키, 태권도, 승마, 씨름, 야구, 양궁, 역도, 요트, 육상, 윈드서핑, 조정, 테니스, 체조, 카누, 펜싱, 수영 등\n- 쿨 매체 스포츠\n  - 동적인 스포츠, 팀 스포츠 중심\n  - 공격과 수비가 구분되지 않는 스포츠\n  - 예: 경마, 농구, 럭비, 배구, 자동차 경주, 미식축구, 아이스하키, 하키, 축구, 핸드볼 등",
    "53": "\n2. 스포츠와 미디어의 상호 관계\n1. 스포츠와 미디어의 상호 작용 및 공생관계\n(1) 스포츠가 미디어에 미치는 영향\n  ① 다양한 방송 및 기사를 제공하여 미디어 콘텐츠를 풍부하게 함\n  ② 진보된 방송 기술을 활용하여 시청자의 욕구를 충족\n  ③ 경기장 내 다양한 지역 및 각도에서의 장비 배치로 시청자에 실제 경기장을 보는 듯한 경험을 제공\n  ④ 대중의 주목을 받는 스포츠 중계로 방송사의 인지도를 높이는 계기 마련\n  ⑤ 스포츠 메가 이벤트(올림픽 등)의 중계권료로 큰 수익 창출\n(2) 미디어가 스포츠에 미치는 영향\n1. 시청자들의 흥미를 높이기 위해 경기 규칙 개정 및 새로운 규칙 도입\n     - 예: 농구의 24초 룰, 쿼터제 도입, 광고를 위한 작전 타임 추가\n2. 경기 일정 및 시간 변경을 통해 시청률 증대\n     - 대부분의 국내 프로 스포츠는 저녁에 진행됨\n3. 경기 기술의 전문화와 표준화: 미디어를 통한 선진 기술 도입으로 경기 기술 및 전략의 전문화\n     - 스포츠 영상 분석 및 기록 분석을 통해 팀에 새로운 기술 및 전술 전파\n4. 스포츠에 대한 관심과 참여 증가: 스포츠 전문 채널의 등장과 방송 기술의 발전으로 스포츠 접할 기회 확대\n5. 스포츠 용품의 변화: 미디어에서 쉽게 식별할 수 있도록 유니폼 및 장비의 색상 변화\n- 축구, 야구 등의 유니폼에 등번호 및 컬러 도입, 야구 배트, 축구화, 배구 및 탁구의 컬러 공\n6. 새로운 스포츠 종목 창출: 다양한 소비자 요구를 충족시키기 위한 새로운 종목 창출\n- 익스트림 스포츠, 스케이트보드, 묘기 자전거(BMX) 등\n스포츠와 미디어의 공생 관계\n- 스포츠를 통해 미디어는 광고료, 중계권료 등의 수익을 창출한다.\n- 미디어를 통해 스포츠는 관련 상품을 관람객 및 스포츠 팬에게 판매하며 광고료 수익을 통해 재정 자립이 가능하다.\n- 스포츠와 미디어는 성공을 위한 상호 보완적이고 의존적인 관계이다.\n스포츠 미디어의 윤리 문제\n1. 스포츠 미디어가 승리 지상주의를 확대시키는 경향\n2. 스포츠 포퓰리즘도 미디어를 통해 확산\n3. 미디어가 특정 사상 또는 이념, 예를 들어 자본주의, 성차별, 민족주의 등을 전파\n4. 스포츠 미디어가 옐로저널리즘을 확대하는 현상",
    "54": "\n스포츠 미디어 윤리\n(1) 스포츠 미디어의 이데올로기\n① 자본주의 이데올로기: 스포츠의 승패를 떠나 경제적 가치를 우선시하는 사상\n② 성(성차별) 이데올로기: 여성이 신체 활동에 소극적이라는 전통적 성차별 이데올로기를 재생산하며 대중 매체의 편향적 보도를 일으킴\n③ 성공 이데올로기: 미디어는 경기의 승패와 최종 스코어만 강조하며, 승자에게만 초점을 맞춤\n④ 소비주의 이데올로기: 상업적 속성에 기반하여 소비 생활을 조장\n⑤ 국가주의 이데올로기: 민족주의나 국민적 일체감을 강조\n⑥ 개인주의 이데올로기: 선수의 개인적 노력을 강조하여 사회적 모순을 개인의 노력으로 극복할 수 있다는 잘못된 메시지를 전달\n(2) 스포츠 저널리즘의 윤리적 문제 기출 2018\n- 특정 선수 및 관계자를 비평하고, 의도적으로 사생활을 침범하는 등 과도하게 취재하며 선정적이고 비도덕적인 기사를 보도하는 옐로 저널리즘의 문제가 발생할 수 있음\n- 누구나 국민적 관심이 높은 스포츠 경기나 이벤트 등을 시청할 수 있는 권리를 의미한다. 이는 스포츠 경기 중계 방송을 공공재로 간주하여 국민이 시청할 권리를 보장하기 위한 주장이다.\n저널리즘의 유형\n- 옐로 저널리즘: 대중의 관심을 끌기 위해 선정적이고 비도덕적으로 취재 및 보도하는 저널리즘\n- 팩 저널리즘: 보도의 개성이 없고 획일적이며 독창성이 없는 단조로운 저널리즘\n- 하이에나 저널리즘: 사회적 지위나 권력이 약한 사람들을 집중적으로 매도하는 저널리즘\n- 뉴 저널리즘: 기존의 저널리즘 방식이 아닌 소설 작가의 기법을 적용하여 사건과 상황에 대한 표현을 실감나게 전달하는 저널리즘",
    "65": "\n1. 투민(M.Tumin)의 스포츠 계층\n(1) 스포츠 계층의 정의\n스포츠 계층이란 개인의 사회적, 문화적, 생물학적 특성에 따라 권력, 부, 사회적 평가, 심리적 만족 등이 어느 특정 집단이나 개인, 스포츠 종목에 차별적으로 배분되어 상호 간에 서열화 구조를 형성하는 현상을 의미합니다.\n(2) 스포츠 계층의 특성\n① 사회성: 스포츠 계층 체계는 항상 사회의 여러 측면과 연관되어 있습니다.\n② 역사성: 특정 시대의 사회·문화적 배경에 따라 스포츠 참여 및 관람의 특권이 다르게 변화합니다.\n③ 보편성(편재성): 스포츠 계층은 어디서나 존재하며 쉽게 발견될 수 있는 사회·문화적 현상입니다.\n④ 다양성: 평등주의적 가치를 반영하여 계층 간의 사회적 상호작용을 증진시킵니다.\n⑤ 영향성: 권력, 재산, 평가, 심리적 만족의 불평등은 생활 기회 및 양식의 변화뿐만 아니라 스포츠에 대한 선호에도 영향을 미칩니다.\n(3) 스포츠 계층의 형성 과정\n① 지위의 분화: 효과적인 사회 체계 기능을 위해서는 구성원 간의 분업이 필요하며, 각 지위에 특정한 역할이 주어져 다른 지위와 구별됩니다. 예: 구단주, 감독, 코치, 선수 등\n② 지위의 서열화: 개인 특성에 따라 서열이 형성되며, 특정 역할에 필요한 숙련도에 따라 결정됩니다. 예: 선수의 능력에 따라 선발 또는 후보 결정\n③ 평가: 가치나 유용성에 따른 지위 배열로, 권위, 인기 등의 판단 요소로 구성됩니다. 예: 선수의 경기력에 따른 등급 평가\n④ 보수 부여: 각 지위에 필요한 자원 배분 과정이며, 평가 결과에 따라 보수 및 연봉이 결정됩니다.\n스포츠 계층의 형성 과정\n- 지위의 분화\n- 지위의 서열화\n- 평가\n- 보수 부여",
    "61": "\n2. 사회 계층과 스포츠 참가\n1. 사회 계층에 따른 종목의 차이\n① 스포츠 종목은 역사, 경제, 공간, 시간 등의 특성이 다르므로 이를 통해 사회 계층의 차이를 쉽게 인식할 수 있습니다.\n② 상류층은 테니스, 골프, 수영 등 경제적 여유가 필요한 개인 스포츠에 많이 참여하며, 중·하류층은 축구, 야구, 복싱, 씨름 등 단체 스포츠 및 투기 스포츠에 참여율이 높습니다.\n스포츠 참가 유형의 차이\n- 상류층일수록 참여 스포츠를 선호합니다.\n- 부유층과 귀족 계층의 재력 및 사회적 지위 과시 수단입니다.\n- 경제적 여유나 시간이 부족한 하류층의 스포츠 참가가 제한됩니다.",
    "62": "\n2. 상류층이 개인 스포츠에 많이 참여하는 이유\n① 경제적 측면: 개인 스포츠는 하류층에게 부담스러운 높은 비용이 듦\n② 스포츠 사회화 과정: 개인 스포츠 종목을 중시하는 생활 습관의 영향\n③ 과시 소비: 사치스러운 활동을 통해 주위 사람들에게 자신의 위치를 인식시키기 위해\n④ 직업적 특성: 일과 시간의 특성과 관련됨",
    "63": "\n3 스포츠와 계층 이동\n1. 스포츠와 사회 이동\n(1) 사회 이동의 의미\n집단이나 개인이 어떤 사회적 위치에서 다른 사회적 위치로 이동하거나 변화하는 현상을 말함.\n(2) 기든스(Giddens)의 사회 이동 유형\n이동 방향에 따른 구분\n- 수직 이동: 계층 구조 내에서 지위의 상하 변화\n- 수평 이동: 계층적 지위의 변화가 없는 이동, 일종의 자리바꿈\n시간적 거리(기간)에 따른 구분\n- 세대 간 이동: 다음 세대로 이어지는 과정에서 발생하는 사회·경제적 지위의 변화\n- 세대 내 이동: 개인의 생애를 통해 발생하는 사회·경제적 지위의 변화\n사회 이동의 주체에 따른 구분\n- 개인 이동: 개인의 능력과 노력으로 사회적 상승의 기회 실현\n- 집단 이동: 유사한 집단이 촉매적 계기를 통해 집합적으로 이동",
    "64": "\n2. 사회 이동의 기제로서의 스포츠\n(1) 사회 이동의 기제로서 스포츠의 역할에 대한 입장\n찬성하는 입장:\n- 스포츠 참여는 사회적 상승 이동을 촉진하는 매개체 역할을 함\n- 조직적인 스포츠 참여는 은퇴 후 직업적 지원을 받을 수 있어 대인 관계에 도움이 됨\n- 교육적 성취도를 향상시킴\n- 사회생활에 필요한 태도 및 사회적 기준을 발달시킴\n- 전문 직종의 기술을 습득할 능력을 기름\n반대하는 입장:\n- 과도한 훈련과 잦은 경기로 교육 성취도가 저하될 수 있음\n- 교육의 본래 기능 왜곡 가능\n로이(J. Loy)와 레오나르드(G. Leonard)가 제시한 스포츠의 사회 이동 기제:\n- 어린 시절부터 조직적인 스포츠에 참여 시 최소한의 교육만으로도 프로 스포츠 같은 전문 직종에 진입 가능성\n- 고등학교 졸업 후 바로 프로 진출 가능해 비슷한 교육 수준의 또래보다 더 많은 급여와 사회적 주목\n- 운동 경기 참여는 학점 이수, 학교 보장, 학업 성적 상관없이 우수한 대회 성적으로 상급 학교 진학의 혜택 부여\n- 조직적인 스포츠는 다양한 형태의 직접적 후원 기회를 제공함\n- 프로 선수는 기업으로부터 광고와 금전적 지원을 받고, 우수한 성적을 거둔 선수에게는 체육 훈장과 체육연금 지급\n- 스포츠 참여는 리더십, 대인 관계, 팀워크 등의 가치 있는 태도 및 행동 양식 발달을 유도하여 사회적 상승 이동을 촉진함",
    "77": "\n1. 스포츠 사회화란?\n개인이 스포츠를 통해 집단 구성원의 공통 가치관, 신념, 태도 등을 다른 구성원들과의 상호 작용을 통해 자신의 지위에 맞게 습득하는 과정입니다.",
    "71": "\n2. 스포츠 사회화의 과정\n① 스포츠로의 사회화: 개인이 스포츠 참여 경험에 따라 스포츠 참여 수준이 증가하거나 감소하는 것\n   - 예: 아버지와 함께 야구 경기장을 방문한 후 리틀 야구단에 입단\n② 스포츠를 통한 사회화: 스포츠 활동에 지속적으로 참여하면서 사회생활에 필요한 긍정적인 가치, 태도, 규범, 행동 양식 등을 습득하는 것\n   - 예: 뛰어난 경기력으로 프로 구단에 입단\n③ 스포츠로부터의 탈사회화: 본인 의지나 타의로 스포츠 참여를 중단하는 것\n   - 예: 갑작스러운 부상으로 선수 생활 은퇴\n④ 스포츠로의 재사회화: 스포츠를 떠났던 사람이 다시 스포츠에 참여하게 되는 것\n   - 예: 은퇴 선수가 지도자 수업을 듣고 코치로 재취업",
    "72": "\n3. 스포츠 사회화 이론\n(1) 사회 학습 이론\n   - 사회적 행동을 습득하고 수행하는 과정을 밝히는 이론으로, 인간의 심리적 특성과 사회적 행동이 사회적 과정을 통해 학습된다고 봅니다. 스포츠 역할 학습 접근 방법으로는 강화, 코칭, 관찰 학습이 포함됩니다.\n   - 상과 벌 등의 외적 보상을 통해 사회적 역할 습득\n   강화:\n   - 벌(부정적 강화)은 행동을 억제하고, 상(긍정적 강화)은 행동을 지속시킴\n   코칭:\n   - 사회화 주관자가 새로운 지식과 기능을 학습하도록 지도\n   관찰학습:\n   - 개인이 타인의 행동을 관찰한 결과와 유사하게 과제를 수행하고 학습\n(2) 역할 이론\n   - 사회 구조 속에서 사회적 지위를 유지하기 위한 역할 기대 또는 행동 양식을 획득하는 과정에 관한 이론으로, 사회화 과정을 통해 집단의 구성원으로 적응해 나가는 역할을 설명합니다.\n(3) 준거 집단 이론\n   - 특정 집단이나 타인의 행동, 태도, 감정 등을 자신의 판단 기준으로 삼는 이론으로, 사회화의 주체가 되는 준거 집단은 규범 집단, 비교 집단, 청중 집단으로 나뉩니다.\n   - 규범 집단: 규범을 설정하고 가치관을 형성하기 위한 개인 행동 지침을 제공하는 집단\n   - 비교 집단: 특정한 역할 수행의 기능적 의미를 제시하는 역할 모형 집단\n   - 청중 집단: 다른 집단의 가치와 태도에 맞춰 행동하려는 집단\n 역할 학습에 관련된 사회화 과정:\n   - 개인적 특성: 성별, 연령, 사회·경제적 지위 등\n   - 중요 타자: 가족, 동료, 교사, 대중매체 등\n   - 사회화 상황: 집단 구조, 참여의 자발성 등",
    "73": "\n스포츠 활동 참여를 유지하고 증진시키는 요소:\n- 스포츠 활동에서 얻는 즐거움\n- 승리, 금전적 보상, 건강 등 외적인 보상 기대\n- 상대방으로부터 인정받는 만족감\n- 부정적 제재 회피\n- 스포츠계에 대한 개인의 정체성 인식\n1. 스포츠로의 사회화\n(1) 스포츠로의 사회화의 의미\n- 어린 시절부터 성인기에 이르기까지 스포츠 참여 경험에서 긍정적 또는 부정적 영향을 받아 스포츠 참여 수준이 증가하거나 감소하는 과정\n- 스포츠 사회화를 통해 참여 형태, 참여 수준, 경기 성향 등이 결정됨\n- 스포츠에 대한 개입 수준이 스포츠에 투자하는 시간, 돈, 에너지의 양을 결정\n(2) 스포츠 사회화의 주체\n- 가족: 부모의 스포츠 참가 영향력은 부모가 직접 스포츠에 참가하거나 관심과 격려를 줄 때 발생\n- 형제자매: 형제자매 간의 영향력도 참가의 주요 변수\n- 동료 집단: 같은 관심을 가진 또래 집단\n- 학교: 청소년기에 가장 큰 영향을 미치는 사회화 주체로서, 지식과 기능, 도덕적 가치 체계를 가르치며 정규 체육 교육과 프로그램을 통해 스포츠 사회화의 경험을 제공\n- 지역 사회: 주민에게 다양한 체육 활동 기회를 제공\n- 대중 매체: 스포츠와 친숙해질 기회를 제공하고, 행동적 경쟁에 대한 역할 모형을 창출",
    "74": "\n2. 스포츠를 통한 사회화\n스포츠를 통한 사회화는 특정 사회에서 생존과 성공에 필요한 자질을 습득하는 과정에서 스포츠 활동 경험을 통해 가치, 태도 및 행동을 학습하는 것을 의미하며, 스포츠를 통해 배운 기능, 특성, 가치, 태도, 지식 및 성향 등이 다른 사회 현상으로 전이되거나 일반화되는 과정을 포함합니다.\n① 참가 유형\n행동적 참가\n1. 1차적 참가: 스포츠에 직접적으로 참여하는 선수들 (승자, 패자, 주전 선수, 후보 선수 등)\n2. 2차적 참가: 선수로서의 참여가 아닌, 스포츠의 생산과 소비 과정에 기여하는 형태\n   - 생산자: 지도자(직접), 구단주, 기업가(간접)\n   - 소비자: 관중(직접), 팬(간접)\n   - 학교, 사회 기관, 매스컴, 대회 등을 통해 스포츠와 관련된 일정 정보(예: 스포츠 역사, 규칙, 기술, 전술, 경기 전적 등)를 습득해 이루어지는 참여\n② 참가 정도\n1. 참가 빈도: 참여하는 횟수\n2. 참가 기간: 참여하는 시기와 지속 시간\n3. 참가 강도: 참여와 몰입의 정도\n③ 참가 형태\n1. 일상적 참가: 스포츠 활동에 정기적으로 참여\n2. 주기적 참가: 일정 간격을 지키며 지속적으로 참여\n3. 일탈적 참가\n  - 일차적 일탈 참가: 직업을 소홀히 하거나 포기하고 스포츠 활동에 참여\n  - 이차적 일탈 참가: 관람을 넘어 도박처럼 과도하게 몰입\n④ 참가 수준\n   - 조직적 스포츠 참가: 상대적으로 지속적이고 안정된 시스템 내 참여 (예: 운동부나 스포츠 동호회)\n   - 비조직적 스포츠 참가: 지속적이지 않고 불안정한 형태",
    "75": "\n1. 스포츠로부터의 탈사회화\n스포츠로부터의 탈사회화의 의미\n- 스포츠 사회화가 전이되는 조건으로 참여의 정도, 자발성, 사회관계의 본질성, 참여자의 개인적·사회적 특성, 사회화 주관자의 위신 및 영향력이 있습니다.\n- 스포츠에 참여하던 개인이 여러 요인으로 활동을 중단하거나 은퇴하는 것을 의미합니다.\n제약 요인\n1. 내재적 제약: 개인의 심리 상태, 태도, 성격, 능력, 지식, 경험 등의 내적 요소\n2. 대인적 제약: 가족, 친구, 동료, 지역사회, 문화 등 대인적 요인\n3. 구조적 제약: 사회적, 경제적, 기술적 외부 구조 요인",
    "76": "\n2. 스포츠로의 재사회화\n- 스포츠를 중단하거나 은퇴한 이후, 다시 스포츠 현장으로 복귀하여 사회화 과정을 경험하는 것을 의미합니다.\n- 유사 종목으로의 재사회화, 스포츠 관련 직업 또는 역할 선택으로의 재사회화, 직접 참여에서 간접 참여로의 전환 등이 가능합니다.",
    "81": "\n1. 스포츠 일탈의 이해\n   1.1. 스포츠 일탈의 개념과 관점\n      (1) 스포츠 일탈의 의미: 스포츠의 규범적 체계에서 벗어나는 행동을 일탈로 정의합니다.\n      (2) 스포츠 일탈에 대한 관점\n      - 절대론적 접근:\n         - 어떤 사회에서든 공통으로 적용되는 기준이 있다고 보는 관점입니다.\n         - 스포츠맨십, 법률 등의 가치 체계 준수 여부로 일탈을 구분합니다.\n         - 일탈 행위를 절대적 기준에 따라 판단합니다.\n      - 상대론적 접근:\n         - 특정 사회 구조나 제도에 부합하는지 여부로 일탈을 판단하는 관점입니다.\n         - 동일한 행동도 사회와 문화에 따라 다르게 평가됩니다.\n         - 스포츠 규칙 변화에 개방적입니다.\n   1.2. 스포츠 사회학 이론에 따른 일탈\n      - 문화 규범 이론: 일탈은 문화적으로 유형화된 행위로, 주위의 일탈적 문화를 습득하여 발생한다고 봅니다.\n      - 차별 교제 이론: 일탈적인 환경에서 그들의 문화를 배우며 발생하는 현상으로 설명합니다.\n      - 사회 통제 이론: 규범 위반은 일반적으로 매력적이기 때문에 대부분의 사람은 위반하려는 경향을 가지나, 실제로 위반하는 사람은 소수라는 점을 설명합니다.\n      - 아노미 이론: 승리에 대한 목표와 사용되는 수단 간의 불일치로 인해 발생하는 일탈을 설명합니다.\n- 머튼(R. Merton)의 아노미 이론: 문화적 목표와 제도적 수단 사이의 괴리로 인한 갈등을 '아노미'로 설명합니다.\n스포츠의 목표-수단 괴리와 관련하여, 아노미 이론에서는 승리 추구 목표와 공정 경쟁 수단의 불일치로 인해 발생하는 갈등을 해소하기 위해 일탈 행동을 동조주의, 혁신주의, 의례주의, 도피주의, 반역주의 등 5가지 유형으로 분류합니다.\n- 동조주의: 사회의 문화적 목표와 그 목표를 이루기 위한 수단을 모두 수용하는 유형입니다.\n- 혁신주의: 문화적 목표는 수용하지만 이를 달성하기 위한 수단은 거부하는 행위. 즉, 수단과 방법을 가리지 않고 성공하려는 자세를 말합니다.\n- 의례주의: 수단은 수용하지만 목표를 부정하는 행위는 승패에 집착하지 않고 참여 자체에 의미를 두며, 경기 결과보다는 과정을 중시합니다.\n- 도피주의: 문화적으로 승인된 목표와 사회적으로 용인되는 수단 모두를 거부하는 행위\n- 반역주의: 새로운 목표와 수단을 제시하며 사회의 변화를 추구하는 행위",
    "82": "\n스포츠 일탈의 원인\n- 과도한 승리에 대한 집착은 스포츠맨십과 페어플레이 정신에 어긋나는 행동을 유발\n- 공식적인 훈련 시간 외에 비공식적인 훈련\n   - 학생 선수는 수업과 연습에 동시에 참여해야 하는 상황에서 역할 갈등이 발생할 수 있음\n   - 감독과 코치 사이의 기대치 불일치가 발생\n(1) 스포츠 일탈의 특성\n① **과소 동조**: 훈련이나 경기에 관련된 규칙이나 규범을 몰라서 또는 알면서도 무시하고 일탈 행동을 하는 것\n② **과잉 동조**\n의미: 훈련이나 경기 관련 규칙을 무비판적으로 따름으로써 한계를 벗어난 행동\n원인:\n- 경기에 너무 헌신하도록 요구\n- 위험이나 고통을 당연히 받아들이는 태도\n- 성공을 추구하면서 겪는 장애물 극복\n- 스포츠 집단의 강한 연대감 형성에 기여\n- 스포츠 집단의 특수한 문화를 존중\n- 집단 내 인정과 존중을 중요시하고 선수로서의 정체성을 유지\n- 코클리(J. Coakley)가 제시한 일탈적 과잉 동조를 유발하는 스포츠 윤리 규범\n  - 몰입 규범: 스포츠를 삶의 최우선 과제로 삼고, 경기 및 팀을 위해 자신을 희생하며 헌신\n  - 인내 규범: 경쟁 과정에서 발생하는 고통을 경기의 일부로 받아들이고 견뎌야 진정한 운동선수로 인정받는다고 강조\n  - 도전 규범: 목표를 지나치게 강조하며 성공해야 한다는 의무감으로 고난과 역경을 극복하는 노력을 강조\n  - 구분 짓기 규범: 타인 또는 자신과의 경쟁을 통해 기록을 경신하는 것을 목표로 하여 차별성을 강조하고 승리를 성취하기 위한 노력을 의미하는 탁월성을 추구",
    "83": "\n1. 스포츠 일탈의 기능\n(1) 긍정적 기능\n기본적으로 운동 비행은 부정적인 영향을 미치지만 가끔 긍정적인 기능을 하기도 합니다.\n① 규범의 중요성을 확인하고, 규범을 지키려는 노력을 강화시킵니다.\n② 부분적인 운동 비행은 사회적 안전감을 제공합니다.\n③ 사회에 개혁과 창의성을 가져다주는 역할을 합니다.\n(2) 부정적 기능\n운동 비행이 전체적인 질서와 기능을 마비시키는 일은 드물지만 장기간 지속될 경우 심각하고 부정적인 결과를 초래할 수 있습니다.\n① 운동 체계의 질서와 예측 가능성을 위협하여 긴장과 불안을 유발합니다.\n② 운동 참가자의 사회화 과정에 부정적인 영향을 미칩니다.",
    "84": "\n2. 스포츠 일탈의 형태\n① 부정적 비행 (비규범적): 규범을 위반하는 일반적인 비행.\n   예: 승부 조작, 스포츠 도박, 약물 복용 등\n② 긍정적 비행 (규범적)\n   - 일반적인 관용의 한계를 넘어서는 행동.\n   - 사회적으로 문제가 되지 않으며, 사회가 지향해야 할 바람직한 행위로 인정받음.\n사회학적 연구는 주로 부정적 비행에 초점을 맞추었으나, 최근에는 긍정적 비행 연구에 대한 관심이 증가하고 있습니다.",
    "85": "\n3. 스포츠 일탈의 유형\n(1) 폭력 행위\n폭력은 중대한 비행으로 간주되며 법적으로 형사 처벌의 대상이 됩니다.\n① 적대적 공격: 주된 목적이 타인의 고통이나 부상을 초래하는 것.\n② 도구적 공격: 주된 목적이 승리, 금전 등 외적 보상을 얻는 것.\n(2) 약물 복용\n운동선수의 신체적, 심리적 기능을 인위적으로 상승시키기 위해 화학적 혹은 천연 물질을 사용하는 행위.\n(3) 부정행위\n① 제도적 부정행위: 경쟁 상황을 유리하게 이끌기 위한 제도적 속임수.\n   예: 헐리우드 액션, 경기 지연을 위한 항의 등\n② 일탈적 부정행위: 사회에서 용인되지 않아 엄격한 제재를 받는 행위로, 정도가 심각하고 악의적이며 강한 비난을 받음.\n   예: 상대편 경기 용구 훼손, 승부 조작, 약물 사용 등\n(4) 조직적 비행\n사회에서 영향력 있는 개인이나 집단, 조직, 기관 등에 의해 이루어지는 비윤리적이고 불법적인 규범 위반 행위.\n(5) 관중 폭력\n1. 경기 결과에 지나치게 몰입하고 승리를 지상 목표로 삼는 과잉 행동\n2. 경기 결과에 관해 관중들이 자발적이고 비조직적으로 일으키는 폭력 행위\n3. 지역 감정, 전통, 문화적 요인에 의해 발생\n4. 구조적 통제가 약화될 때 발생\n집단 행동 발생 설명 이론\n전염 이론: 병처럼 전염되듯이 군중 속에서 특정 개인이나 다수의 영향으로 관중 폭력이 발생한다는 이론\n수렴 이론: 개인적으로 반사회적 사고를 가지던 사람들이 군중의 익명성을 이용해 표출함으로써 발생하는 관중 폭력이란 이론\n규범 생성 이론: 서로 유사성이 없던 개인들이 큰 집단으로 발전하는 과정에서 핵심 구성원이 적절한 행동을 제시하고, 나머지가 이에 동조해 새로운 규범이 형성되면 집단 행동이 발생한다고 보는 이론\n부가가치 이론(사회 변형 이론): 특정 조건이나 요인들이 순서대로 조합되어야 집단 행동이 발생한다고 보는 이론\n스미스(M. Smith)의 경기장 내 신체 폭력 유형\n경계 폭력: 경기 규칙을 어기지만, 스포츠 예절과 규범에 부합하는 행동으로 선수들과 코치들이 허용하는 폭력. 예로는 야구의 빈볼성 투구, 축구 및 농구에서 팔꿈치나 무릎 사용 등이 있다.\n범죄 폭력: 법을 위반하는 행위로 비난을 받고 범죄로 기소될 수 있는 폭력. 계획적인 폭행 등으로 심각한 부상을 초래하는 경우가 해당\n유사 범죄 폭력: 경기 규범과 공공법을 위반하는 행위로 선수들 간 비공식적 규범을 어기는 폭력. 비열한 플레이, 불시에 일어난 공격, 심한 파울 등이 해당\n격렬한 신체 접촉: 강력한 신체적 접촉으로 충돌, 가격, 태클, 방해, 부딪힘 등이 포함되며, 대부분의 사람들은 이를 불법이나 범죄로 보지 않고 징계할 필요성을 느끼지 않는다.",
    "91": "\n1. 미래 사회의 스포츠 변화 요인\n   1. 기술(테크놀로지)의 발전\n   - 스포츠의 과학화를 위한 첨단 장비 개발\n   - 신체적 능력 및 경기력 향상을 위한 프로그램 개발\n   - 효율적인 훈련 방법 개발\n   - 기록 향상을 위한 스포츠 장비의 성능 향상 및 안전성 강화",
    "92": "\n1. 미래 사회의 스포츠 변화 요인\n   2. 통신과 전자 매체의 발전\n   - TV, 인터넷 등의 발달로 다양한 스포츠 종목 시청 가능\n   - 스포츠 현장의 정보 수집을 위한 콘텐츠 제작",
    "93": "\n 1. 미래 사회의 스포츠 변화 요인\n   3. 스포츠 조직의 합리화\n   - 스포츠 참가의 즐거움보다 결과를 중시\n   - 스포츠의 다양성이 배제되고 획일적 기준에 따라 목표 달성에 집중, 즐거움과 자발성이 저하",
    "94": "\n1. 미래 사회의 스포츠 변화 요인\n   4. 상업화 및 소비 성향의 변화\n   - 소비자의 소비 활동 촉진 및 소비 성향 조장\n   - 장비 및 회원권 구입\n   - 스포츠 콘텐츠보다 경기 결과에 따른 이익에 대한 관심 증가",
    "95": "\n1. 미래 사회의 스포츠 변화 요인\n   5. 문화의 융합\n   - 국가와 민족의 경계가 희미해지면서 동서양의 문화가 융합되어 새로운 형태의 문화가 형성됨\n   - 다양한 인종과 문화가 공존하는 사회로 진화하면서 스포츠도 서로 융합되어 변화할 것으로 예상됨",
    "96": "\n스포츠 세계화의 의미\n   - 국제 스포츠 경쟁에서 국가 간 경쟁은 축소되고, 국제 스포츠 조직의 확대를 통해 범세계적 교류가 증진되며\n   - 기술과 정보 혁명을 통한 교통·통신·전자 분야의 첨단 기술은 스포츠가 행해지는 공간적 거리를 무의미하게 만들었고, 스포츠 정보를 거래하는 데 걸리는 비용과 시간이 중요시됨\n   - 전 세계에서 표준화된 스포츠 상품과 스포츠 문화를 소비하게 됨\n   - 다국적 기업의 개입이 늘어나면서 국제적 스폰서십과 마케팅이 증가하고 있습니다.\n   - 프로 스포츠의 수익 극대화로 인해 빈익빈 부익부 현상이 심화되고 있습니다.\n   - 국제 스포츠에서 국가 간의 불평등 배분 문제가 많이 개선되었지만, 신자유주의 시대인 오늘날에는 서구 스포츠가 전 세계적인 스포츠 문화로 확산될 가능성이 여전히 존재합니다.\nJ. 매기와 J. 서덴의 스포츠 노동 이주 유형:\n- 유목민형: 여러 지역을 거치며 이동하는 유형\n- 정착민형: 영구적인 거주지를 두고 1년 주기로 생활하는 유형\n- 개척자형: 새로운 영역을 개척하는 유형\n- 귀향민형: 다른 지역에서 고향으로 돌아가거나 돌아온 유형\n- 추방자형: 자국에서 운동선수로 활동할 수 없어 망명하는 유형\n- 용병형: 돈을 목적으로 하는 유형\n스포츠 세계화와 관련된 용어:\n① 세방화: 세계화를 추구하면서도 현지의 문화와 특성을 반영하는 것을 의미하며, 세계화와 현지화를 합성한 용어입니다.\n② 스포츠화: 무분별한 신체적 활동이 규칙과 제도가 갖춰진 스포츠로 발전하는 과정을 의미합니다.\n③ 미국화: 미국의 다양한 제도와 문화가 다른 국가에 영향을 미치는 현상을 뜻합니다.\n④ 세계 표준화: 전 세계적으로 제품의 종류, 품질, 모양, 크기 등을 일정한 기준에 따라 통일하는 것을 의미합니다.",
    "97": "\n스포츠 세계화의 원인:\n(1) 제국주의\n① 스포츠는 피식민지 국민에 대한 동화 정책의 문화적 수단으로 활용되었습니다.\n② 체제의 지배는 강압보다는 동의에 기반한 방식으로 이루어졌습니다.\n④ 과거 영국의 식민지 국가에서 크리켓과 럭비가 인기를 얻는 현상이 있습니다.\n(2) 민족주의\n① 스포츠를 통해 민족에 대한 소속감과 정체성을 확인할 수 있습니다.\n② 스포츠는 사람들을 하나로 결속시키며 민족 형성에 결정적인 영향을 미칩니다.\n④ 손기정 선수의 일장기 말소 사건이 있습니다.\n(3) 종교\n① 스포츠는 종교와 연계되어 종교적 거부감을 해소할 수 있는 수단이 됩니다.\n② 종교와 결합해 스포츠는 협동, 희생, 건강, 공정한 시합 등의 가치를 강조합니다.\n④ 기독교 단체인 YMCA는 한국에 근대 스포츠(야구, 농구, 배구)를 전파했습니다.\n(4) 기술의 발전\n① 기술의 발전으로 전 세계의 스포츠 경기를 실시간으로 확인할 수 있게 되었습니다.\n② 교통, 통신, 미디어의 발달은 스포츠 세계화에 결정적인 영향을 미치고 있습니다.\n④ 올림픽, 월드컵, 해외 유명 프로 리그(NFL, MLB, NBA, NHL) 등을 실시간으로 시청할 수 있게 되었습니다."
}